{
  "metadata": {
    "generatedAt": "2025-09-19T23:14:12.160Z",
    "source": "FUSION Agenda_082625.xlsx",
    "totalSessions": 183
  },
  "sessions": [
    {
      "id": "UlYWw2azauI2i",
      "title": "Registration",
      "track": "Registration",
      "day": "2025-09-29",
      "start": "2025-09-29T09:00:00.000-07:00",
      "end": "2025-09-29T18:00:00.000-07:00",
      "room": "Main Level, Convention Lounge",
      "speaker": "—",
      "level": "All",
      "description": "Check in at registration to unlock your full FUSION experience. Registration is on Level 1, right across from the lounge in the conference area. Want to stay one step ahead? Download the UiPath Events mobile app and get the inside scoop before the action begins.",
      "regEnabled": true
    },
    {
      "id": "W1a0h6QgNOG1O",
      "title": "Partner FUSION: Why Partners Who Lead with Agentic Automation Will Win",
      "track": "Breakout",
      "day": "2025-09-29",
      "start": "2025-09-29T13:00:00.000-07:00",
      "end": "2025-09-29T17:00:00.000-07:00",
      "room": "Main Level, Latour Ballroom 1-4",
      "speaker": "Cassidy Henry (Moderator); Daniel Dines (Speaker); Graham Sheldon (Speaker); Ashim Gupta (Speaker); Ben Fiechtner (Speaker); Anthony Delafuente (Speaker); Laurence Dixon (Speaker); Chris Poole (Speaker); Eric Bouchard (Speaker)",
      "level": "All",
      "description": "*This session is for partners only.*",
      "regEnabled": true
    },
    {
      "id": "Krhl8Nma1U0v6",
      "title": "Welcome Reception",
      "track": "Networking",
      "day": "2025-09-29",
      "start": "2025-09-29T18:00:00.000-07:00",
      "end": "2025-09-29T20:00:00.000-07:00",
      "room": "Lower Level, Event Pavilion",
      "speaker": "—",
      "level": "All",
      "description": "Get ready to mix, mingle, and ignite ideas! Join us for curated bites, crafted drinks, and lively conversation as we launch FUSION. Meet the trailblazers redefining the future of agentic AI and automation—this is your chance to connect, be inspired, and celebrate innovation.",
      "regEnabled": true
    },
    {
      "id": "6UMDfWV21wFd0",
      "title": "Registration",
      "track": "Registration",
      "day": "2025-09-30",
      "start": "2025-09-30T07:00:00.000-07:00",
      "end": "2025-09-30T18:00:00.000-07:00",
      "room": "Main Level, Convention Lounge",
      "speaker": "—",
      "level": "All",
      "description": "Check in at registration to unlock your full FUSION experience. Registration is on Level 1, right across from the lounge in the conference area. Want to stay one step ahead? Download the UiPath Events mobile app and get the inside scoop before the action begins.",
      "regEnabled": true
    },
    {
      "id": "1GCNShnFWklCK",
      "title": "Breakfast",
      "track": "Break",
      "day": "2025-09-30",
      "start": "2025-09-30T07:30:00.000-07:00",
      "end": "2025-09-30T09:00:00.000-07:00",
      "room": "Main Level, Lafite Ballroom",
      "speaker": "—",
      "level": "All",
      "description": "Fuel up and connect! Join us for a networking breakfast with fellow agentic AI and automation professionals before the FUSION keynotes begin. Vegetarian, gluten-free, and dairy-free options are available—just ask. ",
      "regEnabled": true
    },
    {
      "id": "4uMY5fuWNaXJl",
      "title": "Agentic ERP: Redefining Enterprise Transformation with UiPath and Deloitte",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T08:00:00.000-07:00",
      "end": "2025-09-30T08:50:00.000-07:00",
      "room": "Lower Level, Epernay 1",
      "speaker": "Misa Rawlins (Speaker); Aditi Gupta (Speaker)",
      "level": "All",
      "description": "Join us to discover how an automation-first, agentic approach can accelerate ERP modernization. UiPath and Deloitte have pioneered the integration of agentic automation into ERP systems, showcasing transformative results. By leveraging UiPath’s advanced automation platform—including RPA, intelligent document processing, and AI-powered orchestration—organizations can streamline data migration, improve integrations, and eliminate manual bottlenecks. This approach enhances operational efficiency and scalability, while enabling autonomous management of complex workflows and AI-driven decision-making. Learn how intelligent automation is redefining ERP modernization and paving the way for future-proof enterprise systems.",
      "regEnabled": true
    },
    {
      "id": "FbdsFrDBkxGt6",
      "title": "Bot or Not? The Curious Case of the Agent Takeover",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T08:00:00.000-07:00",
      "end": "2025-09-30T08:50:00.000-07:00",
      "room": "Lower Level, Epernay 2",
      "speaker": "Vivek Sinha  (Speaker)",
      "level": "All",
      "description": "Are bots a threat or a tool? As AI agents evolve from simple scripts to sophisticated collaborators, the line between human and machine is blurring. This session, led by Vivek Sinha, Head of Sales, Infosys Topaz, explores the agent takeover phenomenon. We'll delve into how AI is augmenting human capabilities, from sales and customer service to creative tasks. Discover the opportunities and challenges of a co-existent workforce, where bots handle the routine while humans focus on strategy and innovation. Join us to uncover the future of work and learn how to thrive in an era where the bot is your best colleague.",
      "regEnabled": true
    },
    {
      "id": "M4PZBElPmqcPo",
      "title": "Making Agentic AI Work for You – Tying Solutions to Strategic Business Problems",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T08:00:00.000-07:00",
      "end": "2025-09-30T08:50:00.000-07:00",
      "room": "Lower Level, Roederer 2",
      "speaker": "Nitin More (Speaker)",
      "level": "All",
      "description": "Agentic AI is transforming how enterprises tackle strategic challenges - moving beyond automation to autonomous decision-making. Join us for an engaging breakfast session to explore how agentic AI can be purposefully deployed to solve high-impact business problems, from streamlining operations to enhancing customer experiences. We'll walk through real-world use cases, discuss how to align AI capabilities with business goals, and share frameworks that ensure measurable success. No matter what stage of the journey you and your organization are at, join us to share insights, discuss examples, and create collaboration points that will shape the future of intelligent enterprise solutions.",
      "regEnabled": true
    },
    {
      "id": "xM09YvJRrMKcv",
      "title": "The Agentic-Powered GBS: Painful Truths and Aha! Moments.",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T08:00:00.000-07:00",
      "end": "2025-09-30T08:50:00.000-07:00",
      "room": "Lower Level, Roederer 1",
      "speaker": "Lalitha Kompella (Speaker)",
      "level": "All",
      "description": "The journey to an agentic-powered GBS is paved with unexpected challenges that consulting slide decks rarely mention. This session deliver an unvarnished, “from the trenches” look at the painful truths you’ll face in your processes, your people and the culture – and the critical “aha!” moments that will ultimately lead to breakthrough success. This session is for leaders who want to move beyond the hype. It's a pragmatic, honest, and actionable guide that will save you months of struggle by learning from the mistakes and breakthrough of early adopters. \n\nJoin us to learn how to:\n\n•Rethink “standard” processes – Why most are not truly standardized and how AI-first redesign can fix hidden inefficiencies.\n•Redefine your workforce – Why hybrid business–AI talent is the new imperative, and how to upskill for impact.\n•Shift the metrics that matter – Move beyond FTE savings; measure resilience, error reduction, and agility instead.\n•Adopt a readiness mindset – Continuous experimentation and adaptive governance are the only way to keep pace with Agentic AI.\n",
      "regEnabled": true
    },
    {
      "id": "WGIVKPgUZmdTd",
      "title": "The Path to Impact: Igniting Agentic AI Possibilities",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T09:00:00.000-07:00",
      "end": "2025-09-30T09:05:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Ben Fiechtner (Keynote)",
      "level": "All",
      "description": "Join Ben Fiechtner, President of the Americas, as he sets the stage for FUSION with a dynamic preview of what's in store over the next two days.",
      "regEnabled": true
    },
    {
      "id": "KhIAIhKwe0j0l",
      "title": "UiPath Vision of an Agentic World",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T09:05:00.000-07:00",
      "end": "2025-09-30T10:15:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Daniel Dines (Keynote); Rajat Kalia (Speaker); Aaron White (Speaker); Rashwinder S Bardha (Speaker); Oliver Pfeil (Speaker); David Popovici (Speaker)",
      "level": "All",
      "description": "In this keynote, UiPath CEO and Co-Founder Daniel Dines unveils a bold vision for an agentic future—where autonomous AI agents, robots, and people are orchestrated with governance and control to transform how work gets done and deliver enterprise-scale ROI. ",
      "regEnabled": true
    },
    {
      "id": "QsrmxZLCIZBk8",
      "title": "Getting the Most from Agentic Automation Now",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T10:15:00.000-07:00",
      "end": "2025-09-30T11:30:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Graham Sheldon (Keynote); Christopher Ortega (Speaker); Mounish Kothapally (Speaker); Mark Rubinstein (Speaker); Raghu Malpani (Keynote); Jerry Liu (Speaker); Zach Eslami (Speaker)",
      "level": "All",
      "description": "Join UiPath Chief Product Officer Graham Sheldon and UiPath Chief Technology Officer Ragu Malpani as they share how organizations are already deploying agentic automation to solve real business challenges—unlocking value today with AI-powered agents, reusable components, and enterprise-grade orchestration. ",
      "regEnabled": true
    },
    {
      "id": "3kXv1etHEpJhj",
      "title": "The Agent Experience",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T11:30:00.000-07:00",
      "end": "2025-09-30T12:00:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Craig Le Clair (Keynote)",
      "level": "All",
      "description": "Craig Le Clair shares his view of agentic automation, enabled by AI agents, as a significant shift that will reshape enterprise workflow automation and potentially lead to hypergrowth. He’ll discuss findings and implications of the agent experience (AX) derived from new research and his new book, “Random Acts of Automation.”",
      "regEnabled": true
    },
    {
      "id": "1O2pDtaTNqJMa",
      "title": "Lunch and Hosted Roundtable Topic Discussions",
      "track": "Networking",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "Main Level, Lafite Ballroom",
      "speaker": "—",
      "level": "All",
      "description": "To view a list of the Roundtables, please navigate to the Roundtables tab in the mobile app or click here if you are accessing this from the website.\n\nJoin us in the Lafite Ballroom for a seated lunch paired with interactive roundtable discussions led by industry peers. These expert-hosted conversations are designed to spark fresh ideas and insightful dialogue around the future of agentic AI and automation. Vegetarian, gluten-free, and dairy-free options are available upon request. Dessert will be served in the Agentic Arena. \n\nLunch menu:\n\nLittle Gem Caesar, Shaved Radishes, Black Pepper Ciabatta Crisp, Creamy Dressing\nFilet, Confit Campari Tomato, Crispy Yukon Potato, Lemon Basil Butter, Asparagus, Sauce Au Poivre\n\nVegan option:\n\nMixed Green Salad, Oil & Vinegar\nVegan Lasagna: Layered Grilled Eggplant, Almond Ricotta, Tomato Compote, Basil Cashew Cream, Confit of Farmer Tomatoes, Pesto",
      "regEnabled": true
    },
    {
      "id": "hPAP1cEK62YeZ",
      "title": "Accelerate the Agentic Enterprise with Agentic Testing Keynote",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T12:30:00.000-07:00",
      "end": "2025-09-30T12:55:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Ingo Philipp (Speaker)",
      "level": "All",
      "description": "This keynote introduces the latest Test Cloud and explains how agentic testing weaves quality throughout the development process. We will cover the new capabilities and how they help teams ship faster with greater confidence. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "zOKTa0zWJ2wqS",
      "title": "The Automation Backbone for the Agentic Era Keynote",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T12:30:00.000-07:00",
      "end": "2025-09-30T13:25:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Alexandru Roman (Speaker); Gunter De Souter (Speaker)",
      "level": "All",
      "description": "Agentic automation is transforming the enterprise - but fragmentation across tools, silos, and disconnected experiences keeps organizations from scaling.\n\nIn this keynote, discover how UiPath delivers a single, unified automation experience: broad enough to cover every surface of work, intelligent by design with Autopilot, and trusted to run at enterprise scale. See how organizations can move beyond experiments to establish automation as the backbone of the agentic era - connecting people, robots, agents, and systems to deliver measurable outcomes.\n\nThis session sets the stage for a deeper journey: follow-on breakouts will dive into the breakthroughs that make this vision real — from building reliable API-driven workflows, to advancing resilient UI automation, to unlocking trusted enterprise data, and extending automation everywhere your business needs it.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "B0YiFflxluqSg",
      "title": "Meet the Experts",
      "track": "Agentic Arena",
      "day": "2025-09-30",
      "start": "2025-09-30T12:30:00.000-07:00",
      "end": "2025-09-30T15:30:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Cristal Ballroom 1-4",
      "speaker": "—",
      "level": "All",
      "description": "Step into the Agentic Arena — where innovation meets expertise.\nJoin us for dessert while you discover how agentic automation is reshaping the future of work, guided by the sharpest minds in AI transformation. UiPath and our top-tier partners will be there to dive into your toughest questions, explore your biggest challenges, and share insights you won't hear anywhere else.",
      "regEnabled": true
    },
    {
      "id": "4IBgqa7310K5H",
      "title": "Accelerate the Agentic Enterprise with Performance Testing",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:00:00.000-07:00",
      "end": "2025-09-30T13:25:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Patrick Wolf (Speaker)",
      "level": "All",
      "description": "Explore how to measure the performance of your applications by running load, spike, endurance, and stress test scenarios at scale. Learn how to leverage existing automated tests, serverless cloud resources, and on-prem bots to proactively uncover and fix bottlenecks—before they impact your customers. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "xqd8jIBmBv1OF",
      "title": "Transform Enterprise Business Processes & Accelerate the Agentic Enterprise Keynote",
      "track": "Keynote",
      "day": "2025-09-30",
      "start": "2025-09-30T13:00:00.000-07:00",
      "end": "2025-09-30T13:25:00.000-07:00",
      "room": "Main Level, Latour Ballroom 1-4",
      "speaker": "Arun Mehta (Speaker); Imran Aziz (Speaker)",
      "level": "All",
      "description": "This keynote shows how Process Intelligence and Maestro move organizations from understanding how workflows to coordinating action at scale. It also outlines how Agents, IXP, packaged Solutions, and Governance and Trust work together to deliver agentic outcomes across the enterprise. You will hear what is new, why it matters for speed, quality, and compliance, and where to start. We will also clarify product direction and the updates that matter, and explain how guardrails, data protection, and unified audit provide confidence and control. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "oNPjovHSJs3EX",
      "title": "Agentic Applications for Healthcare Providers",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:30:00.000-07:00",
      "end": "2025-09-30T13:45:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Sameer Sethi (Speaker)",
      "level": "All",
      "description": "As healthcare organizations race to harness the potential of Agentic AI, the stakes are higher than ever—patient outcomes, operational efficiency, and trust are on the line. In this session, Sameer Sethi, Chief AI Officer at Hackensack Meridian Health, will explore the essential factors healthcare leaders must evaluate before deploying AI agents in complex provider environments. From safeguarding patient privacy and ensuring regulatory compliance, to integrating seamlessly with clinical workflows and electronic health records, Sameer will share real-world insights drawn from frontline AI implementations. Attendees will gain a behind-the-scenes look at how adaptive, autonomous systems can enhance care coordination, reduce administrative burdens, and unlock new diagnostic capabilities—while avoiding the hidden pitfalls that can derail adoption. Expect practical frameworks, cautionary tales, and a vision for AI that is ethical, scalable, and ready to transform the provider-patient experience.",
      "regEnabled": true
    },
    {
      "id": "UbQOVavqcgpnO",
      "title": "From Delivering to Transforming: Agentic Orchestration in Mortgage & Lending",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:30:00.000-07:00",
      "end": "2025-09-30T13:45:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Shameiz Hemani (Speaker); Christopher Ortega (Speaker)",
      "level": "All",
      "description": "Automation used to be about going faster. Now, it’s about going smarter. In mortgage and lending—where documents, decisions, and deadlines collide—Lake Michigan Credit Union is moving beyond traditional RPA to embrace agentic orchestration. In this session, LMCU shares how agentic orchestration is transforming lending: accelerating HELOC approvals, triaging mortgage support tickets, and reimagining borrower onboarding. Learn how they moved from pilots to platforms, balanced autonomy with compliance, and why they believe this model can scale far beyond lending.",
      "regEnabled": true
    },
    {
      "id": "GabY4z1VIlacQ",
      "title": "25.10 Test Cloud Feature Spotlight",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:30:00.000-07:00",
      "end": "2025-09-30T13:55:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Lev Kushnir (Speaker)",
      "level": "All",
      "description": "Test Cloud just got some major upgrades. Get a first look at Studio Web for app testing, self-healing test automation, and autonomous manual testing. See how live streaming and recording add new visibility to your test execution—and explore even more features designed to accelerate quality at scale. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "kPPdMlCcJv16t",
      "title": "The API Advantage: Building Deterministic Workflows for Agentic Automation",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:30:00.000-07:00",
      "end": "2025-09-30T13:55:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Guy Van Wert (Speaker)",
      "level": "All",
      "description": "From data to action\n\nBuilding on the keynote, this session explains how API Workflows provide governed, reusable automation logic so agents, robots, and people can act together across systems. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see how composable API flows connect live data to real time action through grounded demos. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early. ",
      "regEnabled": true
    },
    {
      "id": "maFormoQLS4sr",
      "title": "Transform Enterprise Business Processes with Process Intelligence",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:30:00.000-07:00",
      "end": "2025-09-30T13:55:00.000-07:00",
      "room": "Lower Level, Castillon",
      "speaker": "Brad Barbee (Speaker)",
      "level": "All",
      "description": "From insight to improvement\n\nBuilding on the keynote, this session explains how Process Intelligence reveals how work really flows and pinpoints where to improve. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see how data is connected and analyzed through grounded demos that turn visibility into action. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "Sm226hEJZLFDe",
      "title": "Transform Enterprise Business Processes with Maestro",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:30:00.000-07:00",
      "end": "2025-09-30T14:25:00.000-07:00",
      "room": "Lower Level, Fleurie",
      "speaker": "Mounish Kothapally (Speaker); Justin Shiah (Speaker); Anvita Dekhane (Speaker)",
      "level": "All",
      "description": "From design to orchestration\n\nBuilding on the keynote, this session explains how Maestro coordinates multi step work at scale so people, agents, and robots act together. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see grounded demos that show how to design workflows, manage cases, and run orchestrated processes with real time oversight. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "qKPMKI3AQHWoS",
      "title": "From Act 1 to Act 2. Our Internal Story",
      "track": "Speakers' Corner",
      "day": "2025-09-30",
      "start": "2025-09-30T13:50:00.000-07:00",
      "end": "2025-09-30T14:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Mihai Faur (Speaker); Hitesh Ramani (Speaker)",
      "level": "All",
      "description": "In Act 1, we built our foundation with the automation business platform—our own technology, that not only enabled a clean SAP implementation, but also powered dozens of automations that drove efficiency and strengthened our core processes. These achievements proved the value of building from within and showed how automation can scale across the enterprise. Now, in Act 2, we are taking the next leap forward with Agent Builder technology, evolving existing automations and creating new ones that are adaptive, intelligent, and agentic—ushering in a new era of transformation for our business.",
      "regEnabled": true
    },
    {
      "id": "FxnvaYsQv3WWm",
      "title": "How Agentic AI Doubles Your RPA Payoff",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T13:50:00.000-07:00",
      "end": "2025-09-30T14:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Mahesh Vinayagam (Speaker)",
      "level": "All",
      "description": "In this 15-minute session, Deluxe Divisional CTO Satish Balasubramanian and qBotica CEO Mahesh Vinayagam share how enterprises can stack the deck for success by moving beyond RPA pilots into the era of Agentic AI. Together, they’ll reveal how smart AI agents build on automation foundations to act, adapt, and deliver real business value. Attendees will walk away with three practical “Vegas rules” for scaling AI responsibly, showing how to double the payoff of existing RPA investments without gambling on unproven hype.",
      "regEnabled": true
    },
    {
      "id": "uJoGnz95ulfXJ",
      "title": "Accelerate the Agentic Enterprise with Autopilot for Testers ",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:00:00.000-07:00",
      "end": "2025-09-30T14:25:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Ingo Philipp (Speaker)",
      "level": "All",
      "description": "Autopilot in Test Manager and Studio puts a colorful collection of AI agents at your fingertips. Take a 360° tour of the latest enhancements and see how Autopilot supports you across the entire testing lifecycle—from test design and test automation to test execution and test management.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "TarrGVpPAYubT",
      "title": "Accelerate the Agentic Enterprise with IXP",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:00:00.000-07:00",
      "end": "2025-09-30T14:25:00.000-07:00",
      "room": "Lower Level, Castillon",
      "speaker": "Erik Bohman (Speaker)",
      "level": "All",
      "description": "From interaction to action\n\nBuilding on the keynote, this session explains how IXP turns unstructured inputs and multichannel interactions into coordinated action. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see how to design and deliver agent experiences that connect emails, documents, and conversations to enterprise workflows. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "rRBL665zHYhFp",
      "title": "The UI Advantage: Resilient Automation Across Every Surface",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:00:00.000-07:00",
      "end": "2025-09-30T14:25:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Alexandru Roman (Speaker); Andrei Oros (Speaker)",
      "level": "All",
      "description": "User interfaces change constantly and fragile automations can’t keep up. Building on the keynote vision of an integrated automation backbone, this session shows how resilient UI automation becomes a core pillar of the agentic enterprise.\n\nDiscover ScreenPlay, the next-generation UI agent that adapts to interface changes, responds to natural-language prompts, and delivers automation that thrives in real-world conditions. See how automation now extends seamlessly across Windows and macOS, ensuring every team, on every device, can benefit. And learn how the new Healing Agent takes reliability even further, with self-healing automations that recover from changes and disruptions automatically.\n\nWalk away with a clear path to building resilient automations faster - making UI automation a trusted foundation of your enterprise automation strategy.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early. ",
      "regEnabled": true
    },
    {
      "id": "3VODyVnDVfKZR",
      "title": "Agentic AI in Healthcare Finance: Netsmart’s Journey with TQA",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:10:00.000-07:00",
      "end": "2025-09-30T14:25:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Ben Park (Speaker); Alan Yagoda (Speaker)",
      "level": "All",
      "description": "AI in healthcare finance is no longer theoretical—it’s operational. This session features real-world implementations of AI and machine learning in revenue cycle, forecasting, and fraud detection. Behavioral health and post-acute leaders share how AI has helped them optimize performance, reduce costs, and improve cash flow visibility. \n\n\n\n\nKey Takeaways: \n\n•AI tools being used today in behavioral and post-acute finance operations \n•The ROI on automation: where the biggest wins are How to start building an AI-enabled finance function\n",
      "regEnabled": true
    },
    {
      "id": "RnMjeq1zmNGoG",
      "title": "Automation from the Top Down",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:10:00.000-07:00",
      "end": "2025-09-30T14:25:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Andrew Kemble (Speaker); Jamie Fisher (Speaker)",
      "level": "All",
      "description": "Discover how leading organizations transform customer service operations through AI and automation in this must-see session that will leave you falling in love with your emails again. Learn how Communications Mining rapidly uncovered high-value automation opportunities to reduce manual processing, prioritize critical customer interactions, and elevate agent preparedness for an enterprise company. Explore proven approaches for handling surging inquiry volumes, ensuring urgent requests get immediate attention, and equipping teams with the tools to excel. Attendees will gain insights into the measurable benefits—from faster response times to improved training and customer satisfaction—that targeted automation will deliver, leaving you inspired to reimagine your own contact center’s potential.",
      "regEnabled": true
    },
    {
      "id": "80yw1h1uvFvI4",
      "title": "Mining the Inbox: Unlocking Contact Center Value",
      "track": "Speakers' Corner",
      "day": "2025-09-30",
      "start": "2025-09-30T14:30:00.000-07:00",
      "end": "2025-09-30T14:45:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Paula Carneiro Cox (Speaker); Urmila Menon (Speaker)",
      "level": "All",
      "description": "Over the past several months, Tri Pointe Homes and WonderBotz have worked together to achieve business value through automation. Urmila Menon, CIO at Tri Pointe Homes, joins us to share how she advocated for a modernization effort at Tri Pointe by bringing tangibles to the board—highlighting ROI, cost avoidance, and a scalable future that won’t require growing the back office as revenues and the Tri Pointe family continue to grow.",
      "regEnabled": true
    },
    {
      "id": "6HSDbXXtdKwr1",
      "title": "Accelerate the Agentic Enterprise with Real-World AI Testing Agents",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:30:00.000-07:00",
      "end": "2025-09-30T14:55:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Ingo Philipp (Speaker)",
      "level": "All",
      "description": "Unlock the power of AI agents—whether low-code or coded—tailored to your unique software testing needs. Explore a range of real-world examples showing how AI agents tackle diverse testing challenges, then take a deep dive into one: generating compliant synthetic test data for highly regulated industries. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "MkxHtYgxmxxDr",
      "title": "Accelerate the Agentic Enterprise with Solutions",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:30:00.000-07:00",
      "end": "2025-09-30T14:55:00.000-07:00",
      "room": "Lower Level, Castillon",
      "speaker": "Imran Aziz (Speaker); Erik Bohman (Speaker)",
      "level": "All",
      "description": "From use case to impact\n\nBuilding on the keynote, this session explains how packaged Solutions accelerate time to value with pre integrated, industry ready patterns. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see how Solutions for banking, healthcare, retail, and manufacturing deliver measurable outcomes and how to adapt them to your environment.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "RJQVTfEdwwB4o",
      "title": "The Data Advantage: Trusted Data for the Agentic Enterprise",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:30:00.000-07:00",
      "end": "2025-09-30T14:55:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Shivaraman Shankar (Speaker)",
      "level": "All",
      "description": "Automation fails when every system defines data differently. Customer records, invoices, and orders often get duplicated or misaligned, slowing down processes and creating risk. Building on the keynote vision of an integrated automation backbone, this session shows how trusted, standardized data becomes a core pillar of the agentic enterprise.\n\nSee how Data Fabric lets you define data objects once, reuse them everywhere, and keep each system as the source of truth. No duplication, no silos - just consistent, governed data powering agents, robots, and people. Learn how to simplify integration, reduce errors, and give your organization the confidence to scale automation in the AI era.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early. ",
      "regEnabled": true
    },
    {
      "id": "4mH811IPMm9zj",
      "title": "Accelerate the Agentic Enterprise with Agents",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:30:00.000-07:00",
      "end": "2025-09-30T15:25:00.000-07:00",
      "room": "Lower Level, Fleurie",
      "speaker": "Zach Eslami (Speaker)",
      "level": "All",
      "description": "From design to execution\n\nBuilding on the keynote, this session explains how Agents enable people and systems to act together at enterprise scale. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see how to compose, govern, and operate agents across core systems through grounded demos.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "1SokTNdMOpxY1",
      "title": "From RPA to Agentic AI — MGM’s Journey from Tasks to Transformation",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:50:00.000-07:00",
      "end": "2025-09-30T15:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Jordan Collard (Speaker); Siva Prasanna Vanapalli (Speaker); Harsha Ttikare (Speaker)",
      "level": "All",
      "description": "Everyone’s talking about AI, but few know how to truly make it work across the enterprise. In this session, MGM Resorts and Roboyo share a behind-the-scenes look at how one of the world’s most iconic brands evolved from siloed bots to orchestrated, AI-powered automation at scale.\n You’ll hear how MGM laid a strong foundation with RPA, then advanced toward GenAI and Agentic Automation by embedding trust and governance. Whether you’re just starting or looking to scale, this session will leave you with the clarity, inspiration, and confidence to take your next step, with purpose.\n  \n\nWhat You’ll Learn:\n\n•How Agentic AI & Automation is different from traditional RPA driven automation and what it really takes to implement it responsibly\n\n•Key lessons from MGM’s journey: from early wins to enterprise-wide transformation\n\n•The role of governance, reuse, and orchestration in achieving sustainable automation at scale\n\n•How Roboyo helped architect the roadmap from efficiency to innovation and became their Partner of Choice\n•MGM's advise and point of view on ways to transform and scale your automation program\n",
      "regEnabled": true
    },
    {
      "id": "KOMI80wkiMCmj",
      "title": "Google Cloud and UiPath: The Role of Agentic AI",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T14:50:00.000-07:00",
      "end": "2025-09-30T15:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Jim Fairweather (Speaker)",
      "level": "All",
      "description": "As a Google Cloud AI GTM Leader, Jim Fairweather will highlight the transformative role of AI agents in driving business innovation and the reason why UiPath & Google Cloud are partnering to deliver measurable value. Join this session to hear about AI agents' potential to enhance productivity, enable creative breakthroughs, and revolutionize workflows. The session will feature key trends such as multimodality, agentic workflows, and knowledge integration are shaping the future, with protocols like MCP and Agent-to-Agent ensuring standardization.",
      "regEnabled": true
    },
    {
      "id": "9fHO9sUhPGiiw",
      "title": "Accelerate the Agentic Enterprise with Governance and Trust",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T15:00:00.000-07:00",
      "end": "2025-09-30T15:25:00.000-07:00",
      "room": "Lower Level, Castillon",
      "speaker": "Titus Miron (Speaker); Zawad Chowdhury (Speaker)",
      "level": "All",
      "description": "From risk to confidence\n\nBuilding on the keynote, this session explains how governance capabilities let you deploy and manage agentic automation with control and enterprise-grade oversight. We will cover out-of-the-box and custom guardrails, PII in-flight masking, and Unified Audit. Designed for business and technical leaders, we will clarify what is new, why it matters, and where to start. You will see how to set policies, protect sensitive data, and investigate activity through grounded demos.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "ewBR2wAPsevTz",
      "title": "Accelerate the Agentic Enterprise with SAP Testing",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T15:00:00.000-07:00",
      "end": "2025-09-30T15:25:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Lev Kushnir (Speaker)",
      "level": "All",
      "description": "Make your move to SAP S/4HANA faster, safer, and smarter. Harness agentic AI and data-driven risk-based testing to automate and continuously validate business-critical processes. Learn from real-world examples how to cut migration risk and keep your SAP landscape stable every step of the way. \n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "ZMTc539PARIFA",
      "title": "The Integration Advantage: Unlock Platform Extensibility",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T15:00:00.000-07:00",
      "end": "2025-09-30T15:25:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Ramsay Grove (Speaker)",
      "level": "All",
      "description": "Enterprises today run on hundreds of applications. No single platform covers them all, which is why openness and extensibility are essential. Building on the keynote vision of an integrated automation backbone, this session shows how extensibility becomes a core pillar of the agentic enterprise.\n\nSee how UiPath enables you to connect to any system with Connector Builder and raw HTTP requests, tailor the platform with custom activity packages, and even expose automations themselves as secure APIs. Together, these capabilities make UiPath not just a platform with broad coverage, but the open automation backbone that adapts to your environment, grows with your needs, and ensures automation reaches everywhere work happens.\n\nPre-Requisites: \n\n Seats are limited to ensure a high-touch experience—secure yours early. ",
      "regEnabled": true
    },
    {
      "id": "zBK3kwzxrz1Xo",
      "title": "Agentic Automation with UiPath Agent Builder",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T15:30:00.000-07:00",
      "end": "2025-09-30T15:50:00.000-07:00",
      "room": "Upper Level, Agentic Arena, How-To Theater",
      "speaker": "Taqi Jaffri (Speaker); Mateus Salomao (Speaker); Timothy Corbett (Speaker); Zach Eslami (Speaker)",
      "level": "All",
      "description": " WEX Inc. used UiPath’s low-code Agent Builder to transform contact center operations by automating email-based service requests, particularly around denied claims. Emails are classified with UiPath Communications Mining, then passed to AI agents and workflows that extract context, identify denial reasons, and generate draft responses. Orchestrated via UiPath Maestro, this solution reduces average handle time (AHT), improves customer satisfaction (CSAT), and is positioned to save over $1M annually. In this session, WEX shares how they built and deployed these agents, the orchestration between humans, robots, and agents, and lessons learned in scaling agentic automation across functions like AML reporting and customer profiling.",
      "regEnabled": true
    },
    {
      "id": "lfS57eY1KHkg4",
      "title": "Orchestrating Outcomes: How Cross-Industry Early Movers Are Scaling Agentic Automation",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T15:30:00.000-07:00",
      "end": "2025-09-30T15:50:00.000-07:00",
      "room": "Main Level, FUSION Advantage, Latour Ballroom 1-4",
      "speaker": "Janette Hausler (Moderator); Paul Kistner (Speaker); Neil Kalmes (Speaker)",
      "level": "All",
      "description": "Across industries, organizations are moving from fragmented automation efforts to connected, outcome-focused systems of work. In this session, hear how early mover leaders zeroed in on high-impact use cases, orchestrated complex workflows, and delivered real business value along the way. From reconciling invoices to auditing contracts, they’re turning to the combination of agents, robots, and people so they can scale faster, smarter, and with purpose. ",
      "regEnabled": true
    },
    {
      "id": "fxMq7C9NXoHQh",
      "title": "Capgemini’s Agentic AI: Transforming HR with UiPath ",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T16:00:00.000-07:00",
      "end": "2025-09-30T16:20:00.000-07:00",
      "room": "Upper Level, Agentic Arena, How-To Theater",
      "speaker": "Lalitha Kompella (Speaker); Phil Shelley (Speaker)",
      "level": "All",
      "description": "Capgemini, a global business and technology transformation partner with over 350,000 employees, is redefining HR service delivery using UiPath agentic automation. By intelligently classifying and routing HR queries, their solution eliminates misclassified requests and manual bottlenecks—driving faster, consistent resolutions that raise employee satisfaction and operational excellence. Learn how Capgemini is deploying AI-driven solutions for measurable ROI, targeting up to 90% efficiency in critical HR scenarios. \n\nKey takeaways:\n\n•Fix HR ticketing inefficiencies with agentic automation\n•Achieve measurable ROI and improved employee experience\n•Scale automation for 90% efficiency in critical processes\n",
      "regEnabled": true
    },
    {
      "id": "vsOQx4oMtqKow",
      "title": "Fusion of AI Platforms: From Automation to Agentic Paradigms",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T16:00:00.000-07:00",
      "end": "2025-09-30T16:20:00.000-07:00",
      "room": "Main Level, FUSION Advantage, Latour Ballroom 1-4",
      "speaker": "Mariesa Coughanour (Speaker);  Venkat Bhaskara (Speaker)",
      "level": "All",
      "description": "The future of enterprise AI isn’t about choosing a single platform—it’s about orchestrating many. Success lies in weaving together your company’s ecosystems into a unified, intelligent fabric that eliminates silos, streamlines operations, and aligns with how your organization works and empowers its people.\n\nIn this session, we’ll explore how to build that AI fabric—one that accelerates adoption, reduces fragmentation, and unlocks higher-value outcomes across the enterprise.\n\nWithin this UiPath-centric approach, we’ll dive into three emerging paradigm shifts:\n\n•Agentic Ops – operational models driven by autonomous agents\n•Agent Apps – intuitive interfaces that amplify human-machine collaboration\n•Invisible Automation – seamless automation embedded into everyday workflows\n\n\n\nJoin us to learn how to align this vision with your company strategy, activate synergy across teams, and accelerate your journey toward enterprise-wide AI transformation.",
      "regEnabled": true
    },
    {
      "id": "t5yxFhgAa0jLP",
      "title": "Agentic Automation with UiPath Coded Agents (Python)",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T16:30:00.000-07:00",
      "end": "2025-09-30T16:50:00.000-07:00",
      "room": "Upper Level, Agentic Arena, How-To Theater",
      "speaker": "Taqi Jaffri (Speaker); Daniela Rosenstein (Speaker); Eusebiu Jecan (Speaker)",
      "level": "All",
      "description": "Cato Networks implemented agentic automation with UiPath Coded Agents (Python) to transform customer support operations. By automating the classification of inbound Zendesk tickets and autonomously resolving common inquiries, Cato reduced resolution times, minimized manual work, and improved consistency across responses — directly enhancing the customer experience. This session explores how they built their coded agent, the challenges encountered, and lessons learned while deploying an automation that touches customers at scale.",
      "regEnabled": true
    },
    {
      "id": "9bLFB5fb3bqnr",
      "title": "The Agentified Contact Center: How WEX, Southern California Edison, and Evergen Are Elevating Customer Experience",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T16:30:00.000-07:00",
      "end": "2025-09-30T16:50:00.000-07:00",
      "room": "Main Level, FUSION Advantage, Latour Ballroom 1-4",
      "speaker": "Bob Sacunas (Moderator); Emily Krohne (Speaker); Carlos Miranda (Speaker); Alfred Ochoa (Speaker)",
      "level": "All",
      "description": "Customers today expect fast, personalized answers. Industry leaders like WEX, SCE, and Evergen are showing how agentic automation helps make that possible in the contact center—each in their own way. From accelerating email replies in financial services, to guiding agents through complex utility billing conversations, to matching patients with donor tissue faster in healthcare, they’re finding smarter ways to meet rising expectations.\n\n\n\n\nJoin the session to hear their stories, lessons learned, and ideas you can run with to unlock insights and scale success for your customers.",
      "regEnabled": true
    },
    {
      "id": "WgJIaxiGrePQ3",
      "title": "Agentic Automation in Action: Deloitte’s UiPath Journey",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T17:00:00.000-07:00",
      "end": "2025-09-30T17:20:00.000-07:00",
      "room": "Main Level, FUSION Advantage, Latour Ballroom 1-4",
      "speaker": "Aditi Gupta (Speaker); Alexa Jackson (Speaker)",
      "level": "All",
      "description": "Deloitte’s automation journey is powered in part by UiPath technology, transforming how consulting firms can drive efficiency and innovation with AI. Join us for an inside look at how agentic automations are helping us boost agility and build strategic integration. We’ll share the role UiPath plays in automating SAP upgrades by analyzing business processes and their extensions; enhancing reliability and communication for Autonomous Deployment; and streamlining quality assurance through Deloitte’s Ascend Test AI. Don’t miss this chance to explore real-world applications that showcase the value and versatility of automation with UiPath.",
      "regEnabled": true
    },
    {
      "id": "0cFoEOBYBdbNB",
      "title": "Automating Document-Centric Business Processes",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T17:00:00.000-07:00",
      "end": "2025-09-30T17:20:00.000-07:00",
      "room": "Upper Level, Agentic Arena, How-To Theater",
      "speaker": "Taqi Jaffri (Speaker); Thach Nguyen (Speaker); Daniel Lerner (Speaker)",
      "level": "All",
      "description": "HUB International is using UiPath IXP (Intelligent Xtraction & Processing) to streamline document-centric workflows at scale. This session outlines how IXP can be applied to high-volume intake, classification, extraction, validation, and downstream automation, and how HUB is approaching an enterprise-grade rollout. We’ll cover the target processes, the build approach with IXP, orchestration with robots and humans-in-the-loop, and lessons learned.",
      "regEnabled": true
    },
    {
      "id": "rD6bkXF4gASrR",
      "title": "Deploying Advanced Conversational Agents with UiPath",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T17:30:00.000-07:00",
      "end": "2025-09-30T17:50:00.000-07:00",
      "room": "Upper Level, Agentic Arena, How-To Theater",
      "speaker": "Taqi Jaffri (Speaker); Vanitha Preston (Speaker); Tuan Nguyen (Speaker)",
      "level": "All",
      "description": "CSL Behring’s Plasma Medical Quick Search (PMQS) is a conversational RAG-based agent built with UiPath Autopilot and Agent Builder to support donor eligibility decisions at plasma centers. Piloted at 95%+ response accuracy and scaling to 2,000 users across 330 locations, PMQS delivers policy-grounded answers from SOPs while keeping humans in the loop. ",
      "regEnabled": true
    },
    {
      "id": "bVqhj8LGaityH",
      "title": "Two Paths to Agentic Automation: Strategies and Insights from Clorox and UiPath",
      "track": "Breakout",
      "day": "2025-09-30",
      "start": "2025-09-30T17:30:00.000-07:00",
      "end": "2025-09-30T17:50:00.000-07:00",
      "room": "Main Level, FUSION Advantage, Latour Ballroom 1-4",
      "speaker": "Dana Forfa (Speaker); Zeth Baker (Speaker)",
      "level": "All",
      "description": "This joint session brings together two leading brands to explore a shared playbook for building and scaling agentic automation. While Clorox and UiPath began their journeys from different starting points—one focused on creating a governance-driven blueprint for expansion, the other on executing high-impact use cases—both have applied the same core principles: thoughtful use case selection, strong governance, measurable outcomes, and a vision for enterprise-wide adoption. Together, they will share how these principles translate into scalable, well-governed agentic automation programs that drive real business value, offering practical guidance attendees can put into action.",
      "regEnabled": true
    },
    {
      "id": "rtUJbBinu8tJX",
      "title": "FUSION Happy Hour: Mix, Mingle & Make Connections",
      "track": "Networking",
      "day": "2025-09-30",
      "start": "2025-09-30T18:00:00.000-07:00",
      "end": "2025-09-30T19:00:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Cristal Ballroom 1-4",
      "speaker": "—",
      "level": "All",
      "description": "Wrap up your day in the Agentic Arena with a drink, light bites, and great company. This lively hour brings together agentic AI and automation practitioners, UiPath experts, and partners for relaxed conversations and meaningful connections. It’s your chance to swap ideas, spark collaborations, and engage with industry leaders—all in one friendly, after-hours setting. ",
      "regEnabled": true
    },
    {
      "id": "dprD5oIQoockh",
      "title": "Industry Networking Happy Hours",
      "track": "Networking",
      "day": "2025-09-30",
      "start": "2025-09-30T19:00:00.000-07:00",
      "end": "2025-09-30T21:00:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Keep the momentum going with partner-sponsored industry networking happy hours — the perfect way to relax, connect, and celebrate with your community. \n\n•Commercial/Cross Industry \n•Financial Services \n•Healthcare \n•LATAM \n•Manufacturing, Media, Oil and Gas, and Utilities \n•Public Sector\nWe’re grateful to our outstanding partners—Ashling, Beecker, Genzeon, Greenlight Consulting, Ingram, Linko, Lydonia, Naviant, qBotica, Roboyo, Smarthis, TQA, and TSP—whose support makes these events possible.\n\n\n",
      "regEnabled": true
    },
    {
      "id": "y2b5j8Y7IuPZH",
      "title": "Registration",
      "track": "Registration",
      "day": "2025-10-01",
      "start": "2025-10-01T07:00:00.000-07:00",
      "end": "2025-10-01T17:00:00.000-07:00",
      "room": "Main Level, Convention Lounge",
      "speaker": "—",
      "level": "All",
      "description": "Check in at registration to unlock your full FUSION experience. Registration is on Level 1, right across from the lounge in the conference area. Want to stay one step ahead? Download the UiPath Events mobile app and get the inside scoop before the action begins.",
      "regEnabled": true
    },
    {
      "id": "Fyk7KxR8aIfpH",
      "title": "Breakfast",
      "track": "Break",
      "day": "2025-10-01",
      "start": "2025-10-01T07:30:00.000-07:00",
      "end": "2025-10-01T09:00:00.000-07:00",
      "room": "Main Level, Latour Ballroom 1-4",
      "speaker": "—",
      "level": "All",
      "description": "Fuel up and connect! Join us for a networking breakfast with fellow agentic AI and automation professionals before our industry summits and workshops begin. Vegetarian, gluten-free, and dairy-free options are available—just ask.",
      "regEnabled": true
    },
    {
      "id": "N477rpxJaU9KH",
      "title": "Women in Automation – Leading with Impact",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T08:00:00.000-07:00",
      "end": "2025-10-01T08:30:00.000-07:00",
      "room": "Lower Level, Avignon 1",
      "speaker": "Molly Mecham (Moderator); Meghan McKenna (Speaker); Phebe Strzempek (Speaker); Tsvetelina Spassova Rojas (Speaker)",
      "level": "All",
      "description": "Celebrate the voices driving automation forward. This session spotlights bold perspectives on innovation, inclusion, and navigating the evolving tech landscape. Be inspired by real stories—and empowered to lead your own. \n\n ",
      "regEnabled": true
    },
    {
      "id": "IOLc26BtuNZVF",
      "title": "Building Intelligent SAP Test Data Automation Agents Using UiPath: Agentic AI for Dynamic Enterprise Resource Planning",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T08:00:00.000-07:00",
      "end": "2025-10-01T08:50:00.000-07:00",
      "room": "Lower Level, Epernay 1",
      "speaker": "Mangesh Pohanerkar (Speaker)",
      "level": "All",
      "description": "Breakfast is available at Avize 2—please pick up your meal and bring it to the session room to enjoy. \n\nModern enterprises face challenges in SAP test data preparation, often requiring manual intervention when automated processes encounter missing materials, insufficient inventory, or incomplete master data. We’ll explore using UiPath's agentic AI capabilities to create autonomous agents that intelligently navigate complex SAP scenarios. Through UiPath's AI Center, Orchestrator, and native SAP activities, these agents implement multi-robot coordination, pattern recognition, and adaptive learning systems. The approach reduces manual test data preparation efforts while maintaining enterprise-grade governance. Focus areas include real-world architecture patterns, ML model integration, and implementation strategies for self-learning automation agents that dynamically adapt to SAP's complexity and evolving business requirements.",
      "regEnabled": true
    },
    {
      "id": "vuhhgoUfmdGg3",
      "title": "Making Agentic AI Work for You – Tying Solutions to Strategic Business Problems",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T08:00:00.000-07:00",
      "end": "2025-10-01T08:50:00.000-07:00",
      "room": "Lower Level, Roederer 2",
      "speaker": "Nitin More (Speaker)",
      "level": "All",
      "description": "Breakfast is available at Avize 2—please pick up your meal and bring it to the session room to enjoy.\n\nAgentic AI is transforming how enterprises tackle strategic challenges - moving beyond automation to autonomous decision-making. Join us for an engaging breakfast session to explore how agentic AI can be purposefully deployed to solve high-impact business problems, from streamlining operations to enhancing customer experiences. We'll walk through real-world use cases, discuss how to align AI capabilities with business goals, and share frameworks that ensure measurable success. No matter what stage of the journey you and your organization are at, join us to share insights, discuss examples, and create collaboration points that will shape the future of intelligent enterprise solutions.",
      "regEnabled": true
    },
    {
      "id": "OtpL2X4sl3TuO",
      "title": "The Self-Assembling Operations: AI-First Process Redesign",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T08:00:00.000-07:00",
      "end": "2025-10-01T08:50:00.000-07:00",
      "room": "Lower Level, Roederer 1",
      "speaker": "Marek A Sowa (Speaker)",
      "level": "All",
      "description": "Breakfast is available at Avize 2—please pick up your meal and bring it to the session room to enjoy. \n\nWe are on the cusp of a digital leap: moving from automating existing processes to a future where stating a business goal is enough—AI systems design, build, and run the optimal process. This session introduces Intent-to-Outcome and shows how goal- and persona-driven architectures enable scalable, intelligent operations. We’ll also explore the new role of human leadership in a world where the “how” is increasingly handled by AI. \n\nKey takeaways:\n\n•Shift from process mining to goal-driven, adaptive operations\n•Design AI agents around goals & personas for scale\n•Redefine leadership: focus on why/what, guide AI with strategy & ethics\n",
      "regEnabled": true
    },
    {
      "id": "EMXYC7OUjEHKY",
      "title": "Agentic Labs: UiPath Community Developer Playground",
      "track": "Agentic Lab",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Justin Leclair (Speaker)",
      "level": "All",
      "description": "In this open lab you will explore UiPath Playground, a curated environment of vertical and horizontal solutions powered by Agent Builder, Maestro, Studio Web, and Orchestrator. Set your own pace as you dive into complete solutions, then step into UiPath Labs to customize and extend them. Product experts are available throughout to answer questions, unblock issues, and share best practices.\n\nWhat to Expect: \n\n•Explore curated solutions in Playground and see core services working together in real scenarios\n•Customize a solution in UiPath Labs with guided examples and optional templates\n•Get hands on support from product experts and collaborate with peers as you build\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early. \n\n\n",
      "regEnabled": true
    },
    {
      "id": "OMKCR0vC6DXdu",
      "title": "Agentic Labs: UiPath Community Developer Playground",
      "track": "Agentic Lab",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Castillon",
      "speaker": "Milo Shields (Speaker)",
      "level": "All",
      "description": "In this open lab you will explore UiPath Playground, a curated environment of vertical and horizontal solutions powered by Agent Builder, Maestro, Studio Web, and Orchestrator. Set your own pace as you dive into complete solutions, then step into UiPath Labs to customize and extend them. Product experts are available throughout to answer questions, unblock issues, and share best practices.\n\nWhat to Expect: \n\n•Explore curated solutions in Playground and see core services working together in real scenarios\n•Customize a solution in UiPath Labs with guided examples and optional templates\n•Get hands on support from product experts and collaborate with peers as you build\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early. \n\n\n",
      "regEnabled": true
    },
    {
      "id": "FtIGgUAalzmHP",
      "title": "Agentic Labs: UiPath Community Developer Playground​",
      "track": "Agentic Lab",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Fleurie",
      "speaker": "—",
      "level": "All",
      "description": "In this open lab you will explore UiPath Playground, a curated environment of vertical and horizontal solutions powered by Agent Builder, Maestro, Studio Web, and Orchestrator. Set your own pace as you dive into complete solutions, then step into UiPath Labs to customize and extend them. Product experts are available throughout to answer questions, unblock issues, and share best practices.\n\nWhat to Expect: \n\n•Explore curated solutions in Playground and see core services working together in real scenarios\n•Customize a solution in UiPath Labs with guided examples and optional templates\n•Get hands on support from product experts and collaborate with peers as you build\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early. \n\n\n",
      "regEnabled": true
    },
    {
      "id": "tzanfz79EWsaW",
      "title": "Cross-Industry Panel Discussions: Orchestrating People, Strategy and Technology to Amplify ROI",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Musigny 2",
      "speaker": "Caleb Jones (Speaker); Bob Sacunas (Speaker); Siddharth Shah (Speaker); Vinay Gangidi (Speaker); Aaron Goodrich (Speaker); Flosshilda Labrado (Speaker); Brian Lucas (Speaker); Steven Reid (Speaker); Alfred Ochoa (Speaker); Pavan Thodupunoori (Speaker); Julie Woods (Speaker); Noble Sandlin (Speaker); Patrick Simmons (Speaker); Shane Elliott (Speaker)",
      "level": "All",
      "description": "9:00 - Welcome\n\nJoin Caleb Jones, UiPath Strategic Engagement Executive, for a brief welcome and introduction of the panel participants ad topic.\n\n9:05 - Breaking Silos: Intelligent Process Optimization \n\nThis panel brings together leaders who’ve transformed operations in finance, legal, and marketing using agentic automation. Hear how they’ve deployed AI-driven solutions that stay compliant and still deliver real ROI in highly regulated spaces. Discover how to spot high-impact opportunities and build unified strategies for end-to-end process transformation.  \n\n9:50 - Break\n\n10:00 - Welcome\n\n10:05 - Seamless CX: The Agentic Customer Journey \n\nSee how top organizations are using agentic automation to reimagine customer experiences. Leaders will share how AI agents are helping personalize interactions, simplify service, and stay one step ahead of customer needs. Learn how they’re combining smart automation with the human touch—and building systems that get better with every interaction.  \n\n10:50 - Break\n\n11:00 - Welcome\n\n11:05 - Intelligent Quality Assurance: The New Rules in Test Automation \n\nWith software complexity on the rise, autonomous AI agents are changing the game in QA. Experts will show how agentic testing strategies bring together human insight and AI speed to boost test coverage and shorten feedback loops. Get practical tips on plugging agentic testing into your CI/CD pipelines and scaling smart testing frameworks that grow with your needs.  ",
      "regEnabled": true
    },
    {
      "id": "hMeVJufFe9bPX",
      "title": "FUSION Financial Services Summit: Delivering Transformative Business Value Today",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Main Level, Latour Ballroom 1-4",
      "speaker": "Rajat Kalia (Speaker); Emily Krohne (Speaker); Jairo Quiros (Speaker); Amin Kermali (Speaker); Andrew Szabo (Speaker); Paru Puttanna (Speaker); Andrea Simpson (Speaker); Eric Bouchard (Speaker); Janna Riggle (Speaker); Smriti Gupta (Speaker); James Dickson (Speaker); Eric Streem (Speaker); Betty Kim (Speaker); Andrea Willemse (Speaker); Jackson Hounsell (Speaker)",
      "level": "All",
      "description": "Explore how leading financial services organizations are scaling automation and AI to solve complex challenges and deliver value across the enterprise—without waiting for specialized talent or new infrastructure. This summit dives into real-world examples of how agentic automation delivers measurable outcomes in compliance, customer experience, onboarding, and more. With a full lineup of live demos, candid leadership discussions from your financial services industry peers, and production-ready stories, you’ll leave with clear strategies and proven approaches to accelerate transformation using the resources you already have.\n\n9:00 - Welcome and Housekeeping\n\nKick off the day with key themes: AI, automation, and transformation in financial services, plus an overview of sessions and how to engage.\n\n9:05 - Tech Showcase: “Orchestrating the Path to Production: Agentic Automation for Scale\" \n\nGuided by Accenture and rooted in demonstrable visual demos: This session will first provide an overview of the changing automation landscape, and then, using a real-world demo, showcase how agentic automation unlocks new possibilities for operational efficiency, customer experience, and compliance in financial services. \n\n9:35 - Executive Fireside Chat: Built to Scale: Operationalizing AI and Agentic Automation \n\nA candid conversation on what it takes to scale AI and automation across the enterprise, with lessons in technology alignment, strategy, and execution. \n\n10:05 - Panel: From RPA to Agentic – Leading the Organizational Shift \n\nThis panel brings together senior automation leaders to share how their organizations are evolving from structured RPA to intelligent, agentic automation. We’ll explore lessons learned, organizational hurdles, and strategic plays that helped them win executive buy-in and drive adoption.\n\n10:35 - Spotlights: Production-Ready Stories \n\nThese 10-minute customer spotlight sessions will highlight real-world, production-grade deployments of agentic automation. Presenters will walk through specific challenges, implementation approaches, and measurable business results. \n\n11:10 - Commercial Lending QA/QC - Product Launch\n\n11:30 - How are AI and Automation Teams Coming Together \n\nAs AI initiatives gain momentum across financial institutions, many remain siloed from the RPA and automation programs that could help them scale. This session explores how organizations are evolving their operating models to bring AI and automation teams together—eliminating redundancy, accelerating time to value, and delivering unified business impact. \n\n11:50 - Closing Remarks / Awards \n\nThe final session will tie together key themes from the day—agentic automation, business transformation, and the power of convergence. We’ll reflect on the most resonant insights, acknowledge standout contributions, and preview what comes next for our financial services community. ",
      "regEnabled": true
    },
    {
      "id": "7o77XIBWLx2Ee",
      "title": "Healthcare Payer Summit: The New Agentic Power Grid for Health Plans",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Meursault 1",
      "speaker": "Jason Bui (Speaker); Derek Spicer (Speaker); Neil Kalmes (Speaker); Prasoon Shrivastava (Speaker); Dan Deschamps (Speaker); Jayaprakash Padiyar (Speaker); Rohit Bachal (Speaker); Gary Grena (Speaker); Avery Rodriguez (Speaker); Joseph Rumpza (Speaker)",
      "level": "All",
      "description": "Payers today are navigating one of the most complex operating environments in healthcare history—balancing rising costs, growing regulatory pressure, and sky-high member expectations. \n\nIt’s clear: outdated systems and fragmented processes can’t keep up.\n\nThis year, we introduce the new agentic power grid for payers — a connected, intelligent infrastructure that transforms how payer organizations operate, decide, and serve. Agentic automation is at the heart of this shift: autonomous digital agents that can adapt, optimize, and orchestrate in real time across the payer ecosystem.\n\nAt this summit, we bring to life a new kind of operational power — one fueled by:\n\n•Community: A network of forward-thinking payer leaders sharing strategies to manage complexity, improve agility, and deliver better outcomes.\n•Content: Bold ideas and real-world success stories that show what happens when payers automate not just tasks, but end-to-end decisions.\n•Consultation: Expert guidance to help your organization plug into the agentic grid—simplifying prior auth, accelerating claims, reducing risk, and transforming member experiences.\nWith the right architecture, organizations are not only modernizing operations but also unlocking rapid, measurable ROI from their investments in agentic automation.\n\nIt’s time to plug into a different model for payer operations for precision, scale, and resilience.\n\nWelcome to the grid.\n\n9:00 - The Autonomy Uplink: Where Payers Are Headed with UiPath\n\nWe'll kick things off with a high-voltage overview of big ideas and big customer wins. \n\n9:30 - Live Currents: Payer Voices from the Agentic Grid\n\nGet inspired by payer organizations who are actively building agentic automation programs around major use cases. With solo presentations and a panel of business leaders and automation experts, you'll leave with plenty of energy and insights to power your agentic strategy. \n\n11:00 - GridOps LIVE: Inside the Agentic Engine\n\nThe most innovative use cases, the best in agentic technology--UiPath engineers will set the stage on fire with live demos. \n\n\n",
      "regEnabled": true
    },
    {
      "id": "J0d6N4gmGpy0W",
      "title": "Healthcare Provider Summit: The New Agentic Power Grid for Healthcare Providers",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Meursault 2",
      "speaker": "Phillip Merrell (Speaker); Sameer Sethi (Speaker); Jennifer Wetzel (Speaker); Emily Traupman (Speaker); Jenn Roth (Speaker); Joseph M Gannuscio (Speaker); Chris M Franciskovich (Speaker); Ajay Mansukhani (Speaker); Maggie Walder (Speaker); Chris Jordan (Speaker); James Prospero (Speaker); Raj Iyer (Speaker); Arkesh Patel (Speaker)",
      "level": "All",
      "description": "Provider organizations are under immense pressure — labor shortages, clinician burnout, rising costs, and administrative overload are straining the entire system. To deliver better care and create sustainable operations, we need more than automation. We need intelligence, adaptability, and orchestration.\n\nWelcome to the New Agentic Power Grid for Providers — a dynamic infrastructure powered by intelligent automation that doesn’t just perform tasks but understands context, responds to change, and elevates human potential across clinical and operational workflows.\n\nAt this summit, we’re building that grid together — with a focus on:\n\n•Community: A collaborative network of healthcare leaders and changemakers redefining what’s possible in modern care delivery.\n•Content: Breakthrough ideas and case studies showing how agentic automation reduces administrative burden, improves throughput, and supports overextended teams.\n•Consultation: Direct access to experts who help providers plug into the agentic grid to streamline revenue cycle, enhance care coordination, reduce denials, and drive clinician satisfaction.\nMore than transformation, this is acceleration — with organizations across the care continuum already achieving fast, measurable ROI on their agentic automation investments.\n\nThe future of healthcare isn’t just connected — it’s orchestrated.\n\n Welcome to the grid.\n\n9:00 - Energy Index: Impact to Care Progress Report\n\nWe'll kick off with a high energy readout of the impact of agentic automation on healthcare providers over the last 12 months.\n\n9:30 - Gridlines: Provider Stories That Connect and Scale\n\nHear from business and technology leaders on how they've used agentic automation to streamline business operations and spark big outcomes. With solo presentations and a dynamic customer panel, you'll walk away engergized, inspired, and ready to tackle your own agentic vision. \n\n11:30 - Live from the Grid: Real Provider Solutions in Real Time\n\nThe most innovative use cases, the best in agentic technology--UiPath engineers will set the stage on fire with live demos. ",
      "regEnabled": true
    },
    {
      "id": "9y6sXvXZ5b8Rk",
      "title": "Life Sciences Industry Summit: The New Agentic Power Grid for Life Sciences",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Musigny 1",
      "speaker": "Joe Miles (Speaker); Carlos Miranda (Speaker); Vanitha Preston (Speaker); Aaron White (Speaker); Henry Trinh (Speaker); Gita Malladi (Speaker); Kim Kraus (Speaker); Roel Bosma (Speaker); Patrick L Schott (Speaker)",
      "level": "All",
      "description": "Life sciences organizations today face a uniquely complex mission: accelerating innovation while navigating global regulation, cost pressure, and rising expectations for safety, speed, and patient outcomes. The old operating model — siloed, manual, and fragmented — is no longer viable.\n\nAt this year’s Life Sciences Summit, we introduce the full agentic power grid — not just automation, but a connected infrastructure of people, technology, and intelligence designed to fuel transformation across the entire life sciences value chain.\n\nThis grid is built on four dynamic forces:\n\n1.Agentic Automation: Autonomous digital agents that think, act, and optimize in real time across R&D, regulatory, commercial, and supply chain functions.\n2.Community: A vibrant network of pioneering customers sharing strategies, solutions, and success stories from the front lines of change.\n3.Consultation: Direct access to UiPath experts who help architect intelligent automation for precision, scale, and compliance in regulated environments.\n4.Content: Bold, live sessions that go beyond theory — showcasing real systems, real use cases, and measurable outcomes.\nTogether, these elements form a powerful new model for how life sciences organizations operate — one that moves from static systems to intelligent flow, from isolated teams to orchestrated networks, and from incremental gains to transformative results.\n\nWelcome to the grid — where life sciences power up.\n\n9:00 - Keynote\n\n10:00 - Customer Presentations\n\n11:30 - Customer Panel and Q&A\n\n\n",
      "regEnabled": true
    },
    {
      "id": "kJg1RGXAtTSXA",
      "title": "Manufacturing Industry Summit: Orchestrating the Future of Manufacturing and CPG: Breaking the Industry 3.9 Rut",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Avignon 1",
      "speaker": "Anthony Delafuente (Speaker); Paul Boris (Speaker); Ronda Walzer (Speaker); Leslie Mccalla (Speaker); Aaron Goodrich (Speaker); Robert Schneider (Speaker); Maxim Ioffe (Speaker); Keith Martin (Speaker); Dhruv Asher (Speaker); Richard Potter (Speaker); Sandeep Panda (Speaker); Dan Crouch (Speaker)",
      "level": "All",
      "description": "Manufacturers aren’t experimenting with automation anymore; they’re scaling it. This summit dives into how manufacturing organizations are applying agentic automation and Gen AI to connect operations, boost agility, and drive real results across supply chain, production, and quality. Through live demos, curated panel discussions, and production-ready use cases, you’ll see how teams in manufacturing are reducing downtime, speeding up decision-making, and empowering the workforce. Built for leaders in operations, supply chain, IT, and digital transformation, this summit also offers plenty of chances to connect with peers and UiPath experts.\n\n9:00 - Orchestrating the Future of Manufacturing and CPG \n\nWelcome\n\n9:05 - State of Manufacturing: Breaking the Industry 3.9 Rut Featuring Love’s Travel Stores\n\nAn in-depth analysis of current manufacturing challenges and the industry's position at the crossroads of 3.9 and true Industry 4.0 transformation. See how Love’s is having tremendous success combing test automation with physical robots to test their point-of-sale systems.  \n\n9:30 - Leveraging Automation: See How to Enter the Agentic Space Featuring Conagra Brands\n\nDiscover how leading manufacturers are qualifying and implementing agentic programs to break down silos and create unified visibility across operations.  \n\n9:55 - Getting over Your Nerves: First Steps Into Agentic Orchestration, Featuring Wesco Distribution\n\nPractical case studies showcasing how big ideas are becoming reality through intelligent automation.  \n\nMore to come",
      "regEnabled": true
    },
    {
      "id": "HSzOMA47x8zce",
      "title": "Public Sector Summit: Accelerate Mission Outcomes with Agentic Automation",
      "track": "Summit",
      "day": "2025-10-01",
      "start": "2025-10-01T09:00:00.000-07:00",
      "end": "2025-10-01T12:00:00.000-07:00",
      "room": "Lower Level, Avignon 2",
      "speaker": "Christopher Radich (Speaker); Pradeep Paruchuri (Speaker); Treasa Hunt (Speaker); Dave Melvin (Speaker)",
      "level": "All",
      "description": "Public sector organizations are under pressure to modernize services, manage limited resources, and meet increasing demands—all while maintaining accountability and compliance. This summit specially designed for public sector attendees explores how government teams are using agentic automation to improve audit readiness, optimize workforce capacity, and modernize legacy systems without costly overhauls. Through a mix of real-world case studies, actionable insights, and live demonstrations, you’ll see how automation helps agencies deliver faster, smarter, and more resilient public services. Attendees will also have opportunities to connect with peers and speak directly with UiPath experts who understand the unique mission needs of the public sector.\n\n9:00 - UiPath Presentation\n\n9:30 - Customer Spotlight: Nebraska HHS\n\n9:50 - Break\n\n10:05 - Roundtable Sessions\n\n11:15 - UiPath Closing and Networking Power Break",
      "regEnabled": true
    },
    {
      "id": "ng2EgwGWbmeb0",
      "title": "Lunch and Hosted Roundtable Topic Discussions",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "Main Level, Lafite Ballroom",
      "speaker": "—",
      "level": "All",
      "description": "To view a list of the Roundtables, please navigate to the Roundtables tab in the mobile app or click here if you are accessing this from the website.\n\nJoin us in the Lafite Ballroom for a seated lunch paired with interactive roundtable discussions led by industry peers. These expert-hosted conversations are designed to spark fresh ideas and insightful dialogue around the future of agentic AI and automation. Vegetarian, gluten-free, and dairy-free options are available upon request. Dessert will be served in the Agentic Arena.\n\nLunch menu:\n\nCastelfranco Radicchio, Fennel, Cara Cara Oranges, Toasted Pistachio, Campari Vinaigrette\nRoasted Chicken \"au Poivre\", Swiss Chard, Crispy Duck Fat Potatoes, Soft Herbs, Glazed Baby Carrots\n\nVegan option\nCastelfranco Radicchio, Fennel, Cara Cara Oranges, Campari Vinaigrette\nLion's Mane Mushroom, Potato Galatte, Glazed Baby Carrots, Mushroom Au Poivre, Watercress Blooms",
      "regEnabled": true
    },
    {
      "id": "XWmRObUO36Ur4",
      "title": "Meet the Experts",
      "track": "Agentic Arena",
      "day": "2025-10-01",
      "start": "2025-10-01T12:30:00.000-07:00",
      "end": "2025-10-01T15:30:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Cristal Ballroom 1-4",
      "speaker": "—",
      "level": "All",
      "description": "Step into the Agentic Arena — where innovation meets expertise.\nJoi us for dessert while you discover how agentic automation is reshaping the future of work, guided by the sharpest minds in AI transformation. UiPath and our top-tier partners will be there to dive into your toughest questions, explore your biggest challenges, and share insights you won't hear anywhere else.",
      "regEnabled": true
    },
    {
      "id": "Gqd3NuQhOWYa3",
      "title": "The Rise of the Robots: The Economic and Job Market Implications of AI",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T13:30:00.000-07:00",
      "end": "2025-10-01T13:45:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Martin Ford (Speaker)",
      "level": "All",
      "description": "",
      "regEnabled": true
    },
    {
      "id": "8WSld8i1UqqkV",
      "title": "Regional Bank and Credit Union Exchange: Connect. Share. Succeed.",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T13:30:00.000-07:00",
      "end": "2025-10-01T15:30:00.000-07:00",
      "room": "Lower Level, Avignon 2",
      "speaker": "—",
      "level": "All",
      "description": "UiPath Fusion: Connect. Share. Inspire.\nJoin top leaders from regional banks and credit unions for an exclusive, interactive networking session at UiPath Fusion. This is your chance to exchange real-world experiences, tackle common challenges, and share future plans for advancing automation in financial services.\nWhile UiPath will help frame the discussion, the true spotlight is on peer-to-peer collaboration—enabling you to:•Gain practical insights from your peers’ successes (and lessons learned)\n•Build collective strategies to overcome shared hurdles\n•Explore the foundation for an ongoing user group to continue the dialogue beyond Fusion\nCome for the conversation. Leave with new ideas, stronger connections, and a lasting community to fuel your automation journey.",
      "regEnabled": true
    },
    {
      "id": "vKCLk4HXCGnQN",
      "title": "Beyond Integration: Co-Innovation That Drives Enterprise Wins",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T13:50:00.000-07:00",
      "end": "2025-10-01T14:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Sandeep Panda (Speaker); Tim Fang (Speaker)",
      "level": "All",
      "description": "UiPath and Microsoft have established a high-impact co-innovation rhythm that’s already delivering automation wins across U.S. enterprises—especially through seamless integration between UiPath Studio and Microsoft Copilot Studio. With joint success stories showcased at Microsoft Build and Ignite, the partnership is now shifting focus toward scaling intelligent automation through deeper roadmap alignment and go-to-market collaboration. UiPath sellers can expect new solution accelerators, co-sell motions, and customer engagement models that position automation as a strategic pillar within the Microsoft ecosystem.",
      "regEnabled": true
    },
    {
      "id": "FbpUjYWmFLuNs",
      "title": "From Insight to Action: Driving Operational Excellence with Agentic AI",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T13:50:00.000-07:00",
      "end": "2025-10-01T14:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Vinny Larocca (Speaker)",
      "level": "All",
      "description": "Every industry faces the challenge of keeping critical systems running without disruption. This session explores how an agentic AI solution applies prescriptive intelligence to maintenance by predicting equipment needs and recommending actions using historical context and reference data. While rooted in manufacturing, the lessons apply broadly to any organization seeking to reduce downtime, improve reliability, and enhance decision-making. The discussion will also highlight the Agentic AI Accelerator, a proven framework that helps enterprises adopt agentic process automation quickly, avoid common pitfalls, and measure the metrics that matter in order to achieve ROI-positive outcomes and scale innovation effectively.",
      "regEnabled": true
    },
    {
      "id": "0gizNbE7m8rx8",
      "title": "Leveraging Internal Agents to Accelerate Development",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T14:10:00.000-07:00",
      "end": "2025-10-01T14:25:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Andrew Clemmensen (Speaker); Joseph Yoon (Speaker)",
      "level": "All",
      "description": "Internal agents are redefining how organizations deliver automation, cutting implementation effort, timelines, and costs by up to 50%. By enhancing critical phases such as use case estimation, requirements gathering, development, and testing, agents not only accelerate delivery but also improve quality and predictability. In this session, UiPath Services will share how they are leveraging agents to transform automation outcomes and how you can apply the same approach to achieve measurable impact in your own programs.",
      "regEnabled": true
    },
    {
      "id": "zS2rouqJWErQH",
      "title": "The IXP Blueprint: How Equifax Turned a 10-Day Manual Process into a High-Speed, Automated Workflow",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T14:10:00.000-07:00",
      "end": "2025-10-01T14:25:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Daniel Fernandez (Speaker)",
      "level": "All",
      "description": "What happens when an 80% manual process, buried in unstructured documents and taking over 10 days to complete, is mission-critical? For leaders in the data intelligence space, like the JLR team managing complex real estate data from the Quebec Land Register, this challenge is a daily reality. The pressure to deliver accurate, comprehensive property insights faster is immense.\n \n Equifax, a global data and analytics leader, faced this exact scenario. In partnership with Auxis and UiPath, they deployed the game-changing Intelligent Extraction and Processing (IXP) platform to reinvent their property data management. By leveraging IXP's advanced GenAI capabilities, they successfully automated the extraction of over 100 critical data points from highly variable documents, achieving unprecedented speed and accuracy.\n \n Join this session for a deep dive into a real-world implementation that provides a direct blueprint for how the JLR team and other data-driven organizations can achieve similar transformations.\n \n What you'll learn:\n \n\n•The Playbook for Data Experts: Discover the end-to-end strategy for deploying an IXP solution—a model directly applicable to JLR's goal of processing land titles, property profiles, and transaction records with greater efficiency.\n•Harnessing GenAI: See how we achieved over 90% extraction confidence on complex data points, a breakthrough for any organization looking to extract reliable intelligence from unstructured real estate documents.\n•Driving Business Impact: Learn how this project unlocked significant value—dramatically improve SLAs, reduced operational costs, and flawless data accuracy—offering a competitive advantage for any leader in the property information market.\n",
      "regEnabled": true
    },
    {
      "id": "HxHlPqs5EMyN8",
      "title": "From Missed Signals to Measurable Savings: Using Intelligent Systems to Expose FWA and Streamline Response",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T14:30:00.000-07:00",
      "end": "2025-10-01T14:45:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Andrea Merrin (Speaker)",
      "level": "All",
      "description": "This session reveals how leveraging intelligent systems can dramatically enhance your ability to detect elusive fraud, waste, and abuse patterns often missed by traditional methods. Uncover how to revolutionize operational efficiency, significantly reducing manual efforts and accelerating your response to threats. Learn to unlock substantial cost savings and bolster your organization's reputation and compliance.",
      "regEnabled": true
    },
    {
      "id": "gAVNK2bxuQfkb",
      "title": "Unlocking Enterprise Autonomy Through Agentic Orchestration",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T14:30:00.000-07:00",
      "end": "2025-10-01T14:45:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Amardeep Modi (Speaker)",
      "level": "All",
      "description": "Join Amardeep Modi as he explores how Agentic Orchestration helps enterprises move beyond pilots and task-level automation – unlocking autonomy, accelerating impact, and delivering measurable outcomes. He’ll unpack the urgency behind AI and automation, why orchestration is the missing link to scale, and real-world use cases with the KPIs and success factors leaders need to know.",
      "regEnabled": true
    },
    {
      "id": "BObK05Dt6WEji",
      "title": "Buchanan's Journey: Transforming Legal Services with UiPath AI and Automation",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T14:50:00.000-07:00",
      "end": "2025-10-01T15:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Orange",
      "speaker": "Alex Phillips (Speaker); Judy Arrigo (Speaker)",
      "level": "All",
      "description": "In an industry where precision and expertise are paramount, Buchanan is redefining how legal and compliance services are delivered. Join us for a behind-the-scenes look at two transformative UiPath-powered solutions: an Agentic AI automation that drafts litigation responses with speed, accuracy, and consistency, freeing attorneys to focus on higher-value legal judgment; and an I-9 audit automation that rapidly analyzes complex document sets, flags potential compliance risks, and streamlines remediation. Don’t miss this opportunity to see how you can leverage agentic automation to respond faster, work smarter and deliver great business value.",
      "regEnabled": true
    },
    {
      "id": "ZEqEjrU0P62uf",
      "title": "Empowering Life Sciences with Agentic Automation: Driving Operational Efficiency",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T14:50:00.000-07:00",
      "end": "2025-10-01T15:05:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Bill Engle (Speaker); Shwetang Peshin (Speaker)",
      "level": "All",
      "description": "CGI showcases agentic automation solutions that enhance operational efficiency in Life Sciences. The session features a deep dive into RIMS agents that streamline IND submissions in Veeva Vault, optimizing regulatory workflows in Life Sciences",
      "regEnabled": true
    },
    {
      "id": "g1uEamagKrLY1",
      "title": "AVALON: Agentic Synthetic Test Data for Avaloq — From Hackathon Win to Production at LGT",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T15:10:00.000-07:00",
      "end": "2025-10-01T15:25:00.000-07:00",
      "room": "Up Lvl, Agentic Arena, Speakers' Corner - Teal",
      "speaker": "Johannes Reitermayer (Speaker); Serge Wolf (Speaker); Benjamin Tan (Speaker)",
      "level": "All",
      "description": "LGT (Johannes Reitermayer) and Infometis (Serge Wolf) share how “AVALON,” the UiPath AgentHack-winning agent, turns test-data bottlenecks in Avaloq into an on-demand, compliant service. We’ll unpack the agentic architecture (Agent Builder + Maestro + coded agents), synthetic-data strategies that avoid PII, and how AVALON fits risk-based testing, Jira workflows, and CI/CD. Expect a live demo, governance patterns for regulated environments, and field lessons—from first pilot to production adoption. Attendees leave with a practical blueprint to stand up their own test-data agent, plus pitfalls to avoid and KPIs to track.",
      "regEnabled": true
    },
    {
      "id": "MI3pBJDbFYeNG",
      "title": "Welcome to Day Two",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T15:30:00.000-07:00",
      "end": "2025-10-01T15:35:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Ben Fiechtner (Keynote)",
      "level": "All",
      "description": "Join Ben Fiechtner, President of the Americas, as he kicks off our afternoon keynotes exploring the breakthroughs, trends, and bold moves driving the next wave of agentic AI and automation. ",
      "regEnabled": true
    },
    {
      "id": "Md5DObWRaQKkX",
      "title": "The Impact of Enterprise-Wide Agentic Automation",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T15:35:00.000-07:00",
      "end": "2025-10-01T16:20:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Erik Brynjolfsson (Speaker)",
      "level": "All",
      "description": "AI represents the most transformative General Purpose Technology since the Industrial Revolution, with agentic AI having the potential for automating work across enterprises. Early studies found productivity gains of 15-50% for customer service agents, software engineers, and managers, but these micro-level benefits have not yet translated to economy-wide productivity growth, suggesting we are in the early stages of a “productivity J-curve”. Erik will discuss that, to harness AI, enterprises must more strategically deploy AI tools and agents across business processes and establish better measurement frameworks to identify and quantify their rapidly evolving benefits. ",
      "regEnabled": true
    },
    {
      "id": "GlcG3SiZeUO2z",
      "title": "The Future of Agentic Automation Experts Panel",
      "track": "Breakout",
      "day": "2025-10-01",
      "start": "2025-10-01T16:20:00.000-07:00",
      "end": "2025-10-01T17:00:00.000-07:00",
      "room": "Upper Level, Agentic Arena, Keynote Theater",
      "speaker": "Raghu Malpani (Panelist); Erik Brynjolfsson (Panelist); Jairo Quiros (Speaker); Taqi Jaffri (Moderator); Maureen Fleming (Speaker)",
      "level": "All",
      "description": "Our final keynote is a FUSION highlight. It features a panel of AI experts from different walks of life and, each adding his or her perspectives on the future of agentic automation. We’ll have a tech analyst adding visibility into what she is seeing as industry trends, an academic economist adding visibility into what he is seeing from frontier labs and academia, a customer adding visibility into real world operational realities, and, finally, our CTO adding visibility into where we are going as UiPath. Join us!\n\n\n\n\n\n",
      "regEnabled": true
    },
    {
      "id": "mAbHuSIYZQ3DZ",
      "title": "FUSION Mingle Dinner",
      "track": "Networking",
      "day": "2025-10-01",
      "start": "2025-10-01T17:00:00.000-07:00",
      "end": "2025-10-01T18:45:00.000-07:00",
      "room": "Main Level, Lafite Ballroom",
      "speaker": "—",
      "level": "All",
      "description": "Join us for our FUSION mingle dinner where you can unwind, connect, and reflect with fellow professionals over exquisite cuisine in a relaxed, elegant setting. It’s the perfect finale to a day of inspiration—fueling fresh ideas and forging meaningful connections. network with industry peers, exchange ideas, and build valuable relationships in a relaxed, elegant setting.",
      "regEnabled": true
    },
    {
      "id": "CR3aikMbQFNEq",
      "title": "Exclusive Evening Experience: Awakening Show at Wynn Las Vegas",
      "track": "Networking",
      "day": "2025-10-01",
      "start": "2025-10-01T19:20:00.000-07:00",
      "end": "2025-10-01T21:00:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Prepare to be captivated by the mesmerizing Awakening show at Wynn Las Vegas—a stunning fusion of acrobatics, music, and visual artistry that promises to inspire and awe.\n\nThis exclusive event is the perfect blend of business and entertainment, designed to spark new conversations and leave a lasting impression. Don’t miss this opportunity to engage, unwind, and experience one of Las Vegas’s most acclaimed performances. ",
      "regEnabled": true
    },
    {
      "id": "B6197L2vZz69k",
      "title": "Breakfast",
      "track": "Break",
      "day": "2025-10-02",
      "start": "2025-10-02T07:00:00.000-07:00",
      "end": "2025-10-02T08:30:00.000-07:00",
      "room": "Main Level, Lafite Ballroom",
      "speaker": "—",
      "level": "All",
      "description": "Fuel up and connect! Join us for a networking breakfast with fellow agentic AI and automation professionals before Agentic Labs begin. Vegetarian, gluten-free, and dairy-free options are available—just ask.",
      "regEnabled": true
    },
    {
      "id": "N5NgnKE2Mo37b",
      "title": "Registration",
      "track": "Registration",
      "day": "2025-10-02",
      "start": "2025-10-02T07:00:00.000-07:00",
      "end": "2025-10-02T12:00:00.000-07:00",
      "room": "Main Level, Convention Lounge",
      "speaker": "—",
      "level": "All",
      "description": "Check in at registration to unlock your full FUSION experience. Registration is on Level 1, right across from the lounge in the conference area. Want to stay one step ahead? Download the UiPath Events mobile app and get the inside scoop before the action begins.",
      "regEnabled": true
    },
    {
      "id": "U25SahwOj3FXL",
      "title": "Agentic Labs: Agentic Testing Is Here – Meet Test Cloud",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T08:30:00.000-07:00",
      "end": "2025-10-02T10:30:00.000-07:00",
      "room": "Lower Level, Musigny",
      "speaker": "Michael Leroux (Speaker); Vikram Parolkar (Speaker); Brian Foster (Speaker)",
      "level": "All",
      "description": "Get hands-on with UiPath Test Cloud and discover how agentic testing is changing the rules of QA. In this interactive lab, you’ll:\n\n•Use Autopilot for Testers to accelerate test case ideation and automation\n•Experience conversational test development powered by AI\n•Explore Test Data Management to provision, govern, and scale test data\n•Build self-healing test automations for apps, mobile, and system migration\n•Walk away with your first AI-powered test automation and see how fast you can break the bottleneck.\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "dYPnvdDYDPYqv",
      "title": "Agentic Labs: Build Enterprise-Grade AI Agents with UiPath, a Low-Code Workshop",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T08:30:00.000-07:00",
      "end": "2025-10-02T10:30:00.000-07:00",
      "room": "Lower Level, Fleurie",
      "speaker": "Zach Eslami (Speaker); Scott Schoenberger (Speaker); Kevin Bernstein (Speaker)",
      "level": "All",
      "description": "Bring the power of AI agents to your automation workflows in this hands-on, low-code workshop. Learn the complete agent development lifecycle: discover agents from existing Process Maps or templates, configure prompts and tools, evaluate performance with Agent Score and Autopilot, and deploy as automation workflows. Perfect for automation developers, process analysts, and anyone looking to add AI capabilities to their UiPath solutions—no coding experience required.  \n\n*We are running this workshop twice to ensure attendees can join.\n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "dnrNnvN2a6h9q",
      "title": "Agentic Labs: Build and Deploy Custom Agents with UiPath",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T08:30:00.000-07:00",
      "end": "2025-10-02T10:30:00.000-07:00",
      "room": "Lower Level, Avignon",
      "speaker": "Eusebiu Jecan (Speaker); Cristian Pufu (Speaker); Eduard Stanculet (Speaker)",
      "level": "All",
      "description": "Package, publish, and deploy python-coded agents with UiPath. In this hands-on workshop, experts will guide attendees through how to get started quickly with UiPath code samples, including ready-to-use code snippets and templates that showcase automation patterns, integrations, and scenarios.\n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "4YX3sGDLsAHnu",
      "title": "Agentic Labs: Data-Driven Agentic Process Optimization with UiPath Process Intelligence",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T08:30:00.000-07:00",
      "end": "2025-10-02T10:30:00.000-07:00",
      "room": "Lower Level, Meursault",
      "speaker": "Steve Tegeler (Speaker); Brad Barbee (Speaker); James Newman (Speaker)",
      "level": "All",
      "description": "This hands-on workshop walks you through the discovery stages of implementing process intelligence with UiPath, from initial process discovery to analysis, optimization, and continuous monitoring.\n\nWorkshop highlights:\n\n•Process discovery experience: Participants will work with UiPath Process Mining to uncover hidden process patterns, identify bottlenecks, and discover opportunities to improve processes with Maestro and automation\n•Data-driven process mapping: Learn how to automatically construct accurate process maps using real data and import them into Maestro to visualize your actual as-is processes\n•Discovery-to-insights workflow: Master the complete discovery workflow from data extraction to actionable insights that can be leveraged within Maestro\nYou'll learn how to:\n\n•Extract valuable insights from your process data to identify inefficiencies and automation opportunities\n•Build comprehensive process maps that visualize your actual workflows and can be imported into Maestro\n•Implement discovery dashboards to track process KPIs and performance metrics\n•Drive data-informed process improvement decisions across your organization\n•Identify high-value automation candidates through process analysis for Maestro implementation\n•Get started with process intelligence at your organization\nWorkshop focus:\n\nWe'll focus on enabling you to transform raw process data into actionable discovery insights that drive real business value. By the end, you'll know how to leverage process intelligence capabilities with Maestro to discover process inefficiencies and identify automation opportunities, while maximizing efficiency, compliance, and business outcomes.  \n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "2Tx8zQJUqoxEB",
      "title": "Agentic Labs: Hands-On with API Workflows: From APIs to Automations",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T08:30:00.000-07:00",
      "end": "2025-10-02T10:30:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Gunter De Souter (Speaker); Guy Van Wert (Speaker); Ramsay Grove (Speaker)",
      "level": "All",
      "description": "APIs are the connective tissue of the enterprise and when transformed into deterministic workflows, they become the foundation of reliable, agentic automation. In this lab, you’ll go hands-on to design and build API Workflows that give agents, robots, and people direct access to enterprise systems, real-time data, and end-to-end business logic.\n\nYou’ll learn how to create automations that are secure, scalable, and easily extended: reusing standardized data objects instead of duplicating them, connecting through prebuilt and custom connectors, and extending to any application across your enterprise. By the end, you’ll have built your own API-first automations as a practical building block of the automation backbone for the Agentic Enterprise.\n\nWhat you’ll learn:\n\n•How agents and robots can use APIs to interact reliably with enterprise systems\n•How to design scalable, secure API-first automations using API Workflows\n•How to tap into systems fast using prebuilt or custom connectors\n•How to give agents real-time access to clean, unified data with Data Fabric\n•How to build your own MCP Server using the tools and automations you've used during the lab\nPre-Requisites: \n\nBring your laptop and be ready to build something agents can use immediately. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "QXlxMr23pNVMX",
      "title": "Coffee Break",
      "track": "Break",
      "day": "2025-10-02",
      "start": "2025-10-02T10:30:00.000-07:00",
      "end": "2025-10-02T10:50:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "",
      "regEnabled": true
    },
    {
      "id": "9G74LpVFhchgq",
      "title": "Agentic Labs: Agent Tooling - Unlock Complex and Unstructured Documents with UiPath IXP, a New GenAI Experience",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T11:00:00.000-07:00",
      "end": "2025-10-02T13:00:00.000-07:00",
      "room": "Lower Level, Avignon",
      "speaker": "Daniel Lerner (Speaker); Erik Bohman (Speaker); Nathan Ness (Speaker)",
      "level": "All",
      "description": "Increase automation rates, automate more, and extend end-to-end automation across new processes. Get hands-on with UiPath IXP, a multi-modal data classification and extraction experience that unlocks enterprise data. IXP turns all document and communications data into insight and action at speed and scale. This workshop focuses on the new 'Generative extraction for unstructured and complex documents capability'. During this practical session, IXP experts will guide attendees through the end-to-end deployment process — including model building, validation, and deployment. \n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "hiCDuLkCDQlzB",
      "title": "Agentic Labs: Build Enterprise-Grade AI Agents with UiPath, a Low-Code Workshop ",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T11:00:00.000-07:00",
      "end": "2025-10-02T13:00:00.000-07:00",
      "room": "Lower Level, Fleurie",
      "speaker": "Zach Eslami (Speaker); Scott Schoenberger (Speaker); Kevin Bernstein (Speaker)",
      "level": "All",
      "description": "Bring the power of AI agents to your automation workflows in this hands-on, low-code workshop. Learn the complete agent development lifecycle: discover agents from existing Process Maps or templates, configure prompts and tools, evaluate performance with Agent Score and Autopilot, and deploy as automation workflows. Perfect for automation developers, process analysts, and anyone looking to add AI capabilities to their UiPath solutions—no coding experience required.  \n\n*We are running this workshop twice to ensure attendees can join.\n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "ftVGMDg61ggDG",
      "title": "Agentic Labs: Build and Deploy Custom Agents with UiPath ",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T11:00:00.000-07:00",
      "end": "2025-10-02T13:00:00.000-07:00",
      "room": "Lower Level, Castillon",
      "speaker": "Eusebiu Jecan (Speaker); Cristian Pufu (Speaker); Eduard Stanculet (Speaker)",
      "level": "All",
      "description": "Package, publish, and deploy python-coded agents with UiPath. In this hands-on workshop, experts will guide attendees through how to get started quickly with UiPath code samples, including ready-to-use code snippets and templates that showcase automation patterns, integrations, and scenarios.\n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "Le6VwORCPKk5n",
      "title": "Agentic Labs: Build, Operate, and Optimize Your First Agentic Process",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T11:00:00.000-07:00",
      "end": "2025-10-02T13:00:00.000-07:00",
      "room": "Lower Level, Meursault",
      "speaker": "Mounish Kothapally (Speaker); Anvita Dekhane (Speaker); Robert Love (Speaker)",
      "level": "All",
      "description": "This hands-on workshop walks you through every stage of creating a working agentic process with UiPath Maestro. From initial process design to deployment, monitoring, and continuous improvement.\n\nYou’ll learn how to:\n\n•Model processes that combine multiple agents, people, and automation tools\n•Manage live instances and handle escalations\n•Monitor performance and identify optimization opportunities\nWe’ll focus on enabling you to make agents reliable, safe, and scalable in real-world processes. By the end, you’ll know how to integrate agentic capabilities into your existing development workflow without sacrificing control, performance, or maintainability. \n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "AoDWtGHsuiRVm",
      "title": "Agentic Labs: From Performance to Pipeline – Build Next-Gen Testing Agents",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T11:00:00.000-07:00",
      "end": "2025-10-02T13:00:00.000-07:00",
      "room": "Lower Level, Musigny",
      "speaker": "Michael Leroux (Speaker); Vikram Parolkar (Speaker); Brian Foster (Speaker)",
      "level": "All",
      "description": "Take your agentic testing skills to the next level in this advanced lab. You’ll:\n\n•Supercharge your Agentic Testing strategy with load and performance testing\n•Leverage Agent Builder to design testing agents that scale across apps and systems to deliver speed, scalability, and nonstop quality\n•Incorporate continuous testing directly into your CI/CD pipelines\nBy the end, you’ll have hands-on experience with performance testing, CI/CD-integrated continuous testing, and building agents with Agent Builder — three essential skills to shape the future of QA.\n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "WPMzU3dsQG1fw",
      "title": "Agentic Labs: Hands-On with Agentic RPA: From Interfaces to Resilient Automations",
      "track": "Agentic Lab",
      "day": "2025-10-02",
      "start": "2025-10-02T11:00:00.000-07:00",
      "end": "2025-10-02T13:00:00.000-07:00",
      "room": "Lower Level, Bandol 2",
      "speaker": "Alexandru Roman (Speaker); Andrei Oros (Speaker)",
      "level": "All",
      "description": "User interfaces evolve constantly and fragile automations can’t keep up. In this interactive lab, you’ll build UI automations with ScreenPlay, the adaptive agent that navigates changes, responds to natural-language prompts, and delivers reliability across every surface.\n\nYou’ll see how Healing Agent keeps automations running through self-healing, and how Autopilot accelerates the way you design resilient workflows. Most importantly, you’ll put cross-platform automation into practice - building automations that run seamlessly across Windows and macOS. By the end, you’ll leave with hands-on experience creating UI automations that are faster to build, resilient to change, and ready for the agentic enterprise.\n\nPre-Requisites: \n\nBring your laptop and be ready to build. Seats are limited to ensure a high-touch experience—secure yours early.",
      "regEnabled": true
    },
    {
      "id": "2z5dXCayNkaZF",
      "title": "Buffet Lunch",
      "track": "Break",
      "day": "2025-10-02",
      "start": "2025-10-02T13:00:00.000-07:00",
      "end": "2025-10-02T14:00:00.000-07:00",
      "room": "Main Level, Lafite Ballroom",
      "speaker": "—",
      "level": "All",
      "description": "BUFFET\n\nTricolor Arugula Salad, Endive, Radicchio, Limoncello Vinaigrette\nPanzanella Salad, Vine Ripe Tomatoes, Cucumbers, Focaccia Croutons, Ciliegine Mozzarella, Red Wine Vinaigrette\nAntipasto Salad, Marinated Artichokes, Olives, Roasted Tomatoes, Jimmy Nardello Peppers, Salami Toscano, Smoked Provolone, Prosecco Vinaigrette\n\nLemon Oregano Roasted Chicken Breast, Tomato, Olives, Capers\nPacific Sea Bass Acqua Pazza, Fennel, Cherry Tomato, Basil, White Wine\nSausage Meatballs, Fresh Mozzarella, San Marzano Pomodoro Sauce, Olive Oil\nCharred Broccoli Rabe, Roasted Garlic, Agrumato\nBaked Lumache Pasta, Creamy Tomato Sauce, Ricotta, Basil, Mozzarella\nCreamy Mascarpone Polenta\n\nRaspberry Budino\nItalian Rainbow Cookies\nTiramisu Baba ",
      "regEnabled": true
    },
    {
      "id": "ot9zhdvusnr",
      "title": "Accelerating Innovation in Life Sciences with Agentic Automation: CGI’s Vision and Real-World Impact",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "William A Engle (Speaker)",
      "level": "All",
      "description": "CGI shares real-world applications of agentic automation that improve efficiency and outcomes. The session features a deep dive into RIMS agents that streamline IND submissions in Veeva Vault, optimizing regulatory workflows in Life Sciences.",
      "regEnabled": true
    },
    {
      "id": "3ieav2x8olu",
      "title": "Agentic AI in Action: Unlocking Document Intelligence Across the Enterprise",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Vinny Larocca (Speaker)",
      "level": "All",
      "description": "Every industry struggles with the flood of unstructured documents that slow down operations and decision making. From contracts and invoices to claims and compliance reports, businesses need more than extraction, they need action. Join Lydonia as we discuss how Agentic AI transforms document workflows into decision ready intelligence. We will explore use cases including contract review, invoice processing, claims handling, and customer onboarding, and share how organizations are using AI agents to accelerate outcomes, improve compliance, and unlock new levels of efficiency.",
      "regEnabled": true
    },
    {
      "id": "1e96l2nmb55",
      "title": "Agentic AI: From Hype to Hands-On",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Jacob Ortega (Speaker)",
      "level": "All",
      "description": "Is your organization ready to get started with Agentic AI? In this roundtable, we will explore how to choose the right first steps, avoid common pitfalls, and learn from the experiences of early adopters who are already demonstrating measurable value. Drawing from a proven framework for jumpstarting adoption, you will see how organizations are moving from experimentation to impact in just weeks through hands-on enablement, targeted use case discovery, and a clear roadmap for scale. Walk away with practical ideas, best practices, and actionable steps to accelerate Agentic AI in your own organization.",
      "regEnabled": true
    },
    {
      "id": "p0r7l3o2hok",
      "title": "Agentic Automation: When Processes Think for Themselves",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Nishant Khare (Speaker)",
      "level": "All",
      "description": "What if your workflows could sense, decide, and act without waiting for a human nudge? Discover how Agentic Process Automation is reshaping enterprise operations by blending AI, RPA, and decision intelligence into self-steering digital agents.",
      "regEnabled": true
    },
    {
      "id": "38se90b4dqh",
      "title": "Agentic ERP: The Power of Autonomous Intelligence",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Mrawlins (Speaker)",
      "level": "All",
      "description": "Join us for a roundtable exploring how agentic AI is revolutionizing ERP systems. As organizations seek smarter, more adaptive ways for Agentic AI to transform the future of work, both ERP implementations and business operations can benefit from UiPath’s advanced automation platform. We’ll discuss how UiPath’s agentic capabilities go beyond traditional automation, allowing intelligent systems to learn, reason, and collaborate in optimizing business processes. Whether you’re curious about the technology, its business impact, or practical implementation, this session is your chance to share experiences, ask questions, and discover what’s next for ERP in the age of AI. ",
      "regEnabled": true
    },
    {
      "id": "tvwzsc4ohlf",
      "title": "Agentic Intelligence: The New Edge for Smarter Processes and Smarter Outcomes",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Discover how Agentic Process Orchestration combines AI, and decision intelligence to create self-optimizing workflows that sense, decide, and act autonomously. This session explores how enterprises can move beyond static automation to orchestrate intelligent, adaptive processes that deliver agility and superior business outcomes.",
      "regEnabled": true
    },
    {
      "id": "hsiuf33m73r",
      "title": "Agentic Process Management (APM) : Operational Harmony Between Humans and \nMachines",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Steve Lavalle (Speaker)",
      "level": "All",
      "description": "Process Management as a discipline refers to systematic identification, design, execution, operations and ongoing improvements to business processes. Most business leaders understand BPM or Business Process Management. In today’s AI-powered reality, the convergence of software agents, digital robots and emerging AI technology transformational in nature, a new process management discipline has been born. Introducing APM, Agentic Process Management by WonderBotz CEO, Steve LaValle.",
      "regEnabled": true
    },
    {
      "id": "h7goum23a9",
      "title": "Agents in Use by UiPath MVPs",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Atiwari (Speaker); Tracy Dixon (Speaker)",
      "level": "All",
      "description": "See how UiPath MVPs are already experimenting with and using agents in real scenarios. From early use cases with UiPath Agent Builder and Maestro to lessons learned in design and deployment, this roundtable offers a chance to hear firsthand experiences. This roundtable is your chance to engage in open discussion on challenges, opportunities, and creative ways agents can drive value in business and automation journeys.",
      "regEnabled": true
    },
    {
      "id": "u01ui6zo3t",
      "title": "Autonomous Testing: Redefining Speed and Precision",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Sauaggarwal (Speaker)",
      "level": "All",
      "description": "Join us for an engaging discussion on AI-driven test automation, where Deloitte and UiPath are leading the way. In today's fast-paced world, Deloitte has built an Autonomous Test solution to help our clients accelerates their test design, execution and management activities on projects. This has enabled higher test coverage, faster time to value, reduced client effort and less disruption to our clients. We'll explore how AI and shift-left methodologies are transforming the testing process—making it more accurate, reducing defects, and expanding coverage. Discover how agentic automation is not just a buzzword but a practical tool that speeds up testing and boosts efficiency. ",
      "regEnabled": true
    },
    {
      "id": "trz2tzdqfhh",
      "title": "Azure Marketplace",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Aaron Casano (Speaker)",
      "level": "All",
      "description": "As the enterprise software landscape evolves, the marketplace is no longer just a transactional storefront—it’s a strategic engine for growth, innovation, and collaboration. This roundtable will explore the renewed relevance of marketplaces in 2025 and beyond, drawing from Microsoft’s commercial marketplace transformation and UiPath’s enterprise-grade automation ecosystem. We’ll examine how Microsoft’s unified marketplace strategy—consolidating AppSource and Azure Marketplace into a single commerce backbone—enables partners to scale globally, co-sell with Microsoft’s field teams, and unlock cloud spend. From multiparty private offers to AI agent monetization, the marketplace is now central to how software is discovered, deployed, and monetized. Whether you’re a buyer, vendor, or partner, join us to rethink the marketplace—not as a buzzword, but as a business imperative.",
      "regEnabled": true
    },
    {
      "id": "maoy1de7tj",
      "title": "Balancing AI Learning with Delivery and Transformation in the Agentic Era",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Kyung (Speaker)",
      "level": "All",
      "description": "Competing priorities of delivery, transformation, and preparing for the work of the future is resulting in a shift in skills focus. Delivering on shifting priorities requires a combination of technical training, AI upskilling, and future proofing programs:\n\n•Cross-training: Helps us have the right skills to deliver\n•AI upskilling: Creates the skills required to work with and build the future platforms\n•Enduring skills: Gives talent skills for their evolving roles\n",
      "regEnabled": true
    },
    {
      "id": "wlp9ytk7v0e",
      "title": "Beyond the ROI: Building Business Cases for Automation and AI That Truly Resonate",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Matthew Rutkowski (Speaker)",
      "level": "All",
      "description": "As automation evolves from traditional RPA to advanced AI and agentic technologies, the way we build business cases must evolve too. It’s no longer just about efficiency and cost savings—organizations must also consider less tangible benefits like adaptability, knowledge capture, and innovation enablement, as well as venturing into value creation. In this roundtable, we’ll explore how to craft business cases that balance hard financials with the nuanced value drivers of AI-powered automation, equipping you with strategies to communicate a more holistic value story to your stakeholders.",
      "regEnabled": true
    },
    {
      "id": "xsinbqhq7j9",
      "title": "Breaking Barriers: Navigating Agentic Automation in Healthcare",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Jrouse (Speaker)",
      "level": "All",
      "description": "Join Jacob Rouse, VP of Innovation, Healthcare at Naviant, for an insightful roundtable on why healthcare leaders hesitate to embrace agentic automation. While this technology holds the potential to significantly enhance both payer and provider operations, its implementation is often impeded by various challenges. These include concerns over data privacy, integration complexities, workforce resistance, and uncertain ROI. Together, we will examine these obstacles and explore practical strategies to overcome them. Our goal is to leverage intelligent automation to improve patient care and streamline administrative processes.",
      "regEnabled": true
    },
    {
      "id": "u00tnhdo2c",
      "title": "Co-Innovation Between MSFT and UiPath to Jointly Accelerate Agentic Automation",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Tifang (Speaker)",
      "level": "All",
      "description": "Microsoft and UiPath are redefining agentic automation through deep technical integration and strategic alignment. This roundtable explores how bidirectional orchestration between Copilot Studio and UiPath Studio enables agents to trigger automations across platforms, unlocking real-world use cases and driving exponential pipeline growth.",
      "regEnabled": true
    },
    {
      "id": "ybtjsptke6b",
      "title": "Creating a Self-Sustaining Model That Embeds Agentic Into How People Work",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Nitin More (Speaker)",
      "level": "All",
      "description": "Deploying an automation program and engaging employees in the journey will deliver outcomes, but will it drive the results you want? The difference is in \"how\" it's done for your organization. When integrating agentic AI into your organization, building a \"community of practice\", that combines engagement and enablement with governance, is essential. As Walt Disney said, \"You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality.\"",
      "regEnabled": true
    },
    {
      "id": "ictfgousbxo",
      "title": "Creating an Integrated Ecosystem That Seamlessly Connects Your Organization",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Jagadeesh Kondrajuvenkat (Speaker)",
      "level": "All",
      "description": "The expansive technology landscape that is AI-powered, agentic automation requires fusing new tech with legacy systems, while identifying best-fit solutions to advance your organization. Balancing these integrations requires a technical prowess combined with an eye on experiences being created. We'll explore a simplified approach to weaving multiple technologies into the fabric of your organization - accelerating the benefits of automation and AI.",
      "regEnabled": true
    },
    {
      "id": "37hxpa4071n",
      "title": "FINS: Banking Meet-up",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Banking customers for an unhosted roundtable lunch to connect with your peers and share insights. ",
      "regEnabled": true
    },
    {
      "id": "such1t658ij",
      "title": "FINS: Credit Unions Meet-up",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Credit Union customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "qim2nz17ps",
      "title": "FINS: LIfe Insurance Meet-up",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Life Insurance customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "bbrbnpnmcol",
      "title": "FINS: P&C Insurance Meet-up",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Property & Casualty Insurance customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "m2fjj528qpc",
      "title": "FINS: Wealth and Asset Management Meet-up",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Wealth and Asset Management customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "rxaqvr0b18e",
      "title": "Fast-Track Agentic AI ROI with Proven Best Practices",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Bill Woodford (Speaker)",
      "level": "All",
      "description": "Agentic AI is poised to transform how work gets done – but most organizations are stuck in the experimentation phase, struggling to achieve measurable value. Many delivery models aren’t built for this new level of complexity – lacking the flexibility, agility, and deep collaboration needed to operationalize agentic effectively. Dive into best practices that can give your agentic program a strategic edge, closing the execution gap and fast-tracking value realization. Key topics include: • Biggest challenges to achieving agentic value • Why traditional delivery models often struggle • The advantage of nearshore delivery for scaling agentic effectively • Best practices & real-world success stories",
      "regEnabled": true
    },
    {
      "id": "xcbg2yg2a4",
      "title": "Fostering a Culture of Ai-Powered Innovation",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Prashanth Sivadasan (Speaker)",
      "level": "All",
      "description": "Innovation is no longer optional for organizations - it's imperative. At the heart of innovation are your employees, who must not only be enabled and empowered, but serve as the driving force for transformation. It's essential that organizations take a people-first approach, when creating a culture of innovation and integrating agentic AI, not just in one area of the organization, but enterprise-wide.",
      "regEnabled": true
    },
    {
      "id": "69a0wh76rge",
      "title": "From Flowcharts to Free Will: The Rise of Autonomous Automation",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Vivek Sinha  (Speaker)",
      "level": "All",
      "description": "What happens when automation stops following scripts and starts making choices? Let’s dive into the shift from deterministic workflows to autonomous agents that learn, adapt, and evolve, blurring the line between process and intelligence.",
      "regEnabled": true
    },
    {
      "id": "rv8xa5094j",
      "title": "How to Think—and Act—Like an AI-Native Business",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Aditya Rajkondawar (Speaker)",
      "level": "All",
      "description": "Existing businesses must transform their organization to embed AI and agentic technologies at their core. In order to reap the benefits in the future and position themselves ahead of their competition, organizations must evolve their technology ecosystems and lay the foundation for where they want to be. Companies that start shifting processes today will be the winners tomorrow.",
      "regEnabled": true
    },
    {
      "id": "olx8msaa83c",
      "title": "Intelligent Automation Meets Intelligent Assurance",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Explore how Quality Engineering and Assurance can keep pace with the speed and intelligence of enterprise automation. Is assurance a bottleneck today or can it become a business accelerator in the intelligent automation journey?",
      "regEnabled": true
    },
    {
      "id": "3q8vpz49a1j",
      "title": "Oil and  Gas Roundtable",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Gavin Keeler (Speaker)",
      "level": "All",
      "description": "Stop by for a conversation about agentic automation in oil and gas, including a real-world use case with Continental Resources. ",
      "regEnabled": true
    },
    {
      "id": "qb42u1gde7q",
      "title": "Quote Processing: Agentic Revenue Generation",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Kyle Kain (Speaker)",
      "level": "All",
      "description": "In this interactive roundtable, we’ll explore how agentic automation is transforming order intake and quote processing into powerful drivers of revenue growth. Discover how intelligent, autonomous systems can accelerate time-to-quote, increase accuracy, and unlock net-new revenue opportunities by enabling sales teams to respond faster and more competitively. We’ll discuss real-world use cases where agentic solutions have streamlined workflows, reduced manual intervention, and created capacity for higher-value selling activities. Join peers and industry experts to exchange ideas, identify potential applications within your own business, and reimagine how order-to-quote processes can become a strategic lever for agentic revenue generation.",
      "regEnabled": true
    },
    {
      "id": "lgg8yidpggb",
      "title": "Smart Finance Transformation: Practical Paths to AI-Driven Automation",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Alexajackson (Speaker)",
      "level": "All",
      "description": "Join us for this roundtable focused on establishing a successful automation program within your finance organization. We’ll share practical tips on stakeholder education, identifying and prioritizing investments in AI and automation, and key considerations for enterprise-wide AI adoption.",
      "regEnabled": true
    },
    {
      "id": "9xd9gd2dqkv",
      "title": "Steps Towards Agentic Automation Community",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Naveen Aifanatic (Speaker); Priyadarshini  (Speaker)",
      "level": "All",
      "description": "Join the discussion how the UiPath Community is moving from intelligent automation to agentic automation. UiPath MVPs share their perspectives on the practical steps - learning, experimentation, and collaboration, that can help individuals and organizations prepare for this shift. Together, we'll explore how communities can play a central role in accelerating adoption, sharing best practices, and shaping the future of agentic automation. ",
      "regEnabled": true
    },
    {
      "id": "dn9dmzr70l8",
      "title": "The Great BPO Reset: From Labor Arbitrage to “Agentic AI-as-an-Internal-Service”.",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Lalitha Kompella (Speaker)",
      "level": "All",
      "description": "The traditional BPO/GBS model—built on labor arbitrage and FTE-based pricing—is no longer sustainable. The future belongs to Agentic AI-as-a-Service, where configurable AI agents deliver outcomes at fixed prices, internally and at scale. This session offers a bold blueprint to transform service delivery models and reposition the GBS Centre of Excellence (CoE) as the engine of autonomous operations. \n\nKey takeaways:\n\n•End of FTE models: shift from labor to outcome- driven, AI-native operations\n•Build your Agent Factory: GBS CoE as the hub for AI agents\n•Adopt a new operating model: platform-driven, blending AI, orchestration & human oversight.\n",
      "regEnabled": true
    },
    {
      "id": "oxrr0jd7qzh",
      "title": "The Great CoE Convergence: How Siloed Governance Will be Brought Together in an Agentic World",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Aj Hanna (Speaker)",
      "level": "All",
      "description": "In this roundtable, TQA will share our view on how the dependencies that exist in the way intelligent automation, data, and AI operate and governed will lead to a \"great convergence\" of siloed activities to maximize the potential Agentic AI.\n\n\n\n\n\n\n\n\n",
      "regEnabled": true
    },
    {
      "id": "8i7ldqoryhr",
      "title": "UiPath AI25 Winners Roundtable and Discussion",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Janette Hausler (Speaker)",
      "level": "All",
      "description": "Get a first look at how AI25 winners are laying the foundation for agentic automation. Hear how they’re combining agents, robots, and people to drive real business impact—and reimagine what work can be with the UiPath Platform™ at the center. ",
      "regEnabled": true
    },
    {
      "id": "7wt824p5ewb",
      "title": "UiPath AI25 Winners Roundtable and Discussion",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Andrew Sevilla (Speaker)",
      "level": "All",
      "description": "Get a first look at how AI25 winners are laying the foundation for agentic automation. Hear how they’re combining agents, robots, and people to drive real business impact—and reimagine what work can be with the UiPath Platform™ at the center. ",
      "regEnabled": true
    },
    {
      "id": "7smemtfnle4",
      "title": "UiPath AI25 Winners Roundtable and Discussion",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Get a first look at how AI25 winners are laying the foundation for agentic automation. Hear how they’re combining agents, robots, and people to drive real business impact—and reimagine what work can be with the UiPath Platform™ at the center. ",
      "regEnabled": true
    },
    {
      "id": "kypr3xqahn",
      "title": "Unlocking Agentic Automation in Life Sciences. Intelligent Agents, Smarter Sciences.",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Cmiranda (Speaker)",
      "level": "All",
      "description": "Unlock the next era of life sciences with agentic automation. In this interactive roundtable, we’ll explore how generative AI—powered agents are breaking data silos, making autonomous decisions, and accelerating discovery from lab to patient. See how intelligent agents can streamline compliance, speed research, and elevate patient experience—while seamlessly integrating with your existing automation ecosystem. Whether you’re in R&D, manufacturing, or patient services, you’ll leave with fresh ideas and practical strategies to drive smarter, faster, and more impactful operations.",
      "regEnabled": true
    },
    {
      "id": "km4w1etdpkc",
      "title": "Utilities Industry Roundtable",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Matt Dussling (Speaker)",
      "level": "All",
      "description": "The discussion will hit on two main topics:\n\n1. How to navigate or gain momentum with the Agentic teams and the AI teams that organizations are adding. \n\n2. Leveraging Agentic, LLM and AI to make the biggest impact for customers and employees.",
      "regEnabled": true
    },
    {
      "id": "hp1l2wx0yra",
      "title": "What Got Chatbots Here Won’t Get You There: Agentic CX That Orchestrates, Not Just Answers",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Pk (Speaker)",
      "level": "All",
      "description": "Scripted bots and static flows reduce clicks—but they don’t earn loyalty. This roundtable explores Agentic CX, where domain “expert” agents coordinate across voice, chat, email, and back-office systems to understand intent, take action, and escalate with context. We’ll break down the trust stack—grounded knowledge, policy guardrails, real-time supervision, and outcome telemetry (AHT, FCR, CSAT, containment)—and share field lessons from banking, healthcare, and telecom. We’ll also showcase qubi, qBotica’s modular Agentic CX platform, paired with UiPath’s CX Companion, to layer industry-ready domain packs (e.g., billing, claims, onboarding, collections) without ripping and replacing—for any sector. Expect concrete patterns: journey-aware orchestration, secure account actioning, and AI + human handoffs that feel seamless. We’ll map how UiPath (Agent Builder, CX Companion, Maestro) with qBotica’s playbooks turns pilots into production and moves teams from “answers” to orchestrated outcomes. ",
      "regEnabled": true
    },
    {
      "id": "ht0zx7cr3ni",
      "title": "You Can’t Scale What You Can’t Trust: Rethinking Test Automation in the Age of Agentic AI",
      "track": "Roundtable",
      "day": "2025-09-30",
      "start": "2025-09-30T12:00:00.000-07:00",
      "end": "2025-09-30T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Sivaprasanna Vanapalli (Speaker)",
      "level": "All",
      "description": "In the era of Agentic AI, Test Automation must shift from technical execution to trusted orchestration. This roundtable explores how testers are evolving into AI orchestrators by embedding continuous learning, structured feedback, and intuitive design into their workflows. We’ll discuss how to apply GenAI for test case generation, risk-based prioritization, and faster triage to boost test velocity and coverage with intelligent automation. The session highlights how to drive adoption across teams, balance AI autonomy with human oversight, & scale test strategies that reduce risk and accelerate delivery.",
      "regEnabled": true
    },
    {
      "id": "hthpl2qk0oj",
      "title": "Achieving Success with Government Automation: Key Considerations and Benefits",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Vhanson (Speaker)",
      "level": "All",
      "description": "Join VP of Public Sector, Vince Hanson, a 25-year technology and process improvement veteran for an insightful session on Automating Legacy Workflows in Government. This discussion will explore the benefits of intelligent automation across departmental users & processes, address common roadblocks, and highlight key pre- and post-automation considerations. Designed for public sector professionals, this session aims to provide a comprehensive understanding of how automation can enhance efficiency and positive constituency outcomes while acknowledging the human aspect of technological integration.",
      "regEnabled": true
    },
    {
      "id": "o74o38309td",
      "title": "Adding Agency to Manufacturing",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Bhavesh Joshi (Speaker)",
      "level": "All",
      "description": "Agentic automation is elevating operational efficiency to new heights. As intelligent agents learn discernment and begin engaging directly with Business Process Owners, a new convergence of automation and human decision-making is taking shape. Join our supply chain and agentic automation experts for an insightful lunch discussion on how to turn modernization into monetization within Manufacturing Operations.",
      "regEnabled": true
    },
    {
      "id": "t0fb36toqri",
      "title": "Agentic AI in Action: Scaling Beyond Automation",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Ben (Speaker)",
      "level": "All",
      "description": "Agentic AI is redefining automation by moving beyond static workflows to autonomous, decision-making systems. In this roundtable, Ben Park, CTO of TQA Solutions, will share how enterprises can harness agentic systems to drive agility, efficiency, and scale. We’ll discuss key use cases, the differences from RPA, and how to overcome adoption barriers while shaping enterprise operating models for the next wave of transformation.\n\n\n",
      "regEnabled": true
    },
    {
      "id": "qe4i70y6xil",
      "title": "Agentic AI in Action: Unlocking Document Intelligence Across the Enterprise",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Vinny Larocca (Speaker)",
      "level": "All",
      "description": "Every industry struggles with the flood of unstructured documents that slow down operations and decision making. From contracts and invoices to claims and compliance reports, businesses need more than extraction, they need action. Join Lydonia as we discuss how Agentic AI transforms document workflows into decision ready intelligence. We will explore use cases including contract review, invoice processing, claims handling, and customer onboarding, and share how organizations are using AI agents to accelerate outcomes, improve compliance, and unlock new levels of efficiency.",
      "regEnabled": true
    },
    {
      "id": "owpypspzvro",
      "title": "Agentic AI: From Hype to Hands-On",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Jacob Ortega (Speaker)",
      "level": "All",
      "description": "Is your organization ready to get started with Agentic AI? In this roundtable, we will explore how to choose the right first steps, avoid common pitfalls, and learn from the experiences of early adopters who are already demonstrating measurable value. Drawing from a proven framework for jumpstarting adoption, you will see how organizations are moving from experimentation to impact in just weeks through hands-on enablement, targeted use case discovery, and a clear roadmap for scale. Walk away with practical ideas, best practices, and actionable steps to accelerate Agentic AI in your own organization.",
      "regEnabled": true
    },
    {
      "id": "vgl5pa2iu3",
      "title": "Agentic Automation: When Processes Think for Themselves",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Nishant Khare (Speaker)",
      "level": "All",
      "description": "What if your workflows could sense, decide, and act without waiting for a human nudge? Discover how Agentic Process Automation is reshaping enterprise operations by blending AI, RPA, and decision intelligence into self-steering digital agents.",
      "regEnabled": true
    },
    {
      "id": "l1pt67qxs7",
      "title": "Agentic ERP: The Power of Autonomous Intelligence",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Mrawlins (Speaker)",
      "level": "All",
      "description": "Join us for a roundtable exploring how agentic AI is revolutionizing ERP systems. As organizations seek smarter, more adaptive ways for Agentic AI to transform the future of work, both ERP implementations and business operations can benefit from UiPath’s advanced automation platform. We’ll discuss how UiPath’s agentic capabilities go beyond traditional automation, allowing intelligent systems to learn, reason, and collaborate in optimizing business processes. Whether you’re curious about the technology, its business impact, or practical implementation, this session is your chance to share experiences, ask questions, and discover what’s next for ERP in the age of AI. ",
      "regEnabled": true
    },
    {
      "id": "re833kvlnv",
      "title": "Agentic Intelligence: The New Edge for Smarter Processes and Smarter Outcomes",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Discover how Agentic Process Orchestration combines AI, and decision intelligence to create self-optimizing workflows that sense, decide, and act autonomously. This session explores how enterprises can move beyond static automation to orchestrate intelligent, adaptive processes that deliver agility and superior business outcomes.",
      "regEnabled": true
    },
    {
      "id": "o0sgabp0x1c",
      "title": "Agentic Manufacturing",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Paul Boris (Speaker)",
      "level": "All",
      "description": "Stop by to continue the conversation with the speakers on the manufacturing summit.",
      "regEnabled": true
    },
    {
      "id": "qtt0ihxqjxc",
      "title": "Agentic-Powered Sales to Drive Revenue Growth",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Bill Woodford (Speaker)",
      "level": "All",
      "description": "Ready to move beyond Agentic AI pilots and into real impact? Learn how Auxis and UiPath are pushing a major client to the forefront of innovation with an Agentic Digital Sales Assistant – driving smarter decisions, avoiding missed sales opportunities, and transforming customer experiences. Learn how this powerful use case can be applied enterprise-wide. We’ll discuss: • The Auxis Agentic Digital Assistant: Key benefits & how it works • High-value opportunities across your business, from supply chain to customer service • How to identify use cases with the highest ROI and fastest time to value • Best practices for implementation success",
      "regEnabled": true
    },
    {
      "id": "rc3kuqapmw",
      "title": "Agents in Use by UiPath MVPs",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Atiwari (Speaker); Tracy Dixon (Speaker)",
      "level": "All",
      "description": "See how UiPath MVPs are already experimenting with and using agents in real scenarios. From early use cases with UiPath Agent Builder and Maestro to lessons learned in design and deployment, this roundtable offers a chance to hear firsthand experiences. This roundtable is your chance to engage in open discussion on challenges, opportunities, and creative ways agents can drive value in business and automation journeys.",
      "regEnabled": true
    },
    {
      "id": "0gts3hhcfaag",
      "title": "Autonomous Testing: Redefining Speed and Precision ",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Sauaggarwal (Speaker)",
      "level": "All",
      "description": "Join us for an engaging discussion on AI-driven test automation, where Deloitte and UiPath are leading the way. In today's fast-paced world, Deloitte has built an Autonomous Test solution to help our clients accelerates their test design, execution and management activities on projects. This has enabled higher test coverage, faster time to value, reduced client effort and less disruption to our clients. We'll explore how AI and shift-left methodologies are transforming the testing process—making it more accurate, reducing defects, and expanding coverage. Discover how agentic automation is not just a buzzword but a practical tool that speeds up testing and boosts efficiency. ",
      "regEnabled": true
    },
    {
      "id": "9skko0w9a6i",
      "title": "Azure Marketplace",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Aaron Casano (Speaker)",
      "level": "All",
      "description": "As the enterprise software landscape evolves, the marketplace is no longer just a transactional storefront—it’s a strategic engine for growth, innovation, and collaboration. This roundtable will explore the renewed relevance of marketplaces in 2025 and beyond, drawing from Microsoft’s commercial marketplace transformation and UiPath’s enterprise-grade automation ecosystem. We’ll examine how Microsoft’s unified marketplace strategy—consolidating AppSource and Azure Marketplace into a single commerce backbone—enables partners to scale globally, co-sell with Microsoft’s field teams, and unlock cloud spend. From multiparty private offers to AI agent monetization, the marketplace is now central to how software is discovered, deployed, and monetized. Whether you’re a buyer, vendor, or partner, join us to rethink the marketplace—not as a buzzword, but as a business imperative.",
      "regEnabled": true
    },
    {
      "id": "dvvjb7gs0ew",
      "title": "Balancing AI Learning with Delivery and Transformation in the Agentic Era",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Kyung (Speaker)",
      "level": "All",
      "description": "Competing priorities of delivery, transformation, and preparing for the work of the future is resulting in a shift in skills focus. Delivering on shifting priorities requires a combination of technical training, AI upskilling, and future proofing programs:\n\n•Cross-training: Helps us have the right skills to deliver\n•AI upskilling: Creates the skills required to work with and build the future platforms\n•Enduring skills: Gives talent skills for their evolving roles\n",
      "regEnabled": true
    },
    {
      "id": "3927ckm4knm",
      "title": "Breaking Silos: Intelligent Process Optimization",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Caleb Jones (Speaker)",
      "level": "All",
      "description": "Meet the speakers from the Breaking Silos: Intelligent Process Optimization panel discussion.",
      "regEnabled": true
    },
    {
      "id": "38i2dcxg4i",
      "title": "Building Trust in AI: The New Mandate for Quality Engineering",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "As enterprises embed AI into business workflows- through chatbots, copilots and intelligent automation – the need for trust has never been greater. This session will explore what role Quality engineering should play in enabling next-gen automation programs.",
      "regEnabled": true
    },
    {
      "id": "r195l0aw9ap",
      "title": "Co-Innovation Between MSFT and UiPath to Jointly Accelerate Agentic Automation",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Tifang (Speaker)",
      "level": "All",
      "description": "Microsoft and UiPath are redefining agentic automation through deep technical integration and strategic alignment. This roundtable explores how bidirectional orchestration between Copilot Studio and UiPath Studio enables agents to trigger automations across platforms, unlocking real-world use cases and driving exponential pipeline growth.",
      "regEnabled": true
    },
    {
      "id": "kv0tue9je8l",
      "title": "Creating a Self-Sustaining Model That Embeds Agentic Into How People Work",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Nitin More (Speaker)",
      "level": "All",
      "description": "Deploying an automation program and engaging employees in the journey will deliver outcomes, but will it drive the results you want? The difference is in \"how\" it's done for your organization. When integrating agentic AI into your organization, building a \"community of practice\", that combines engagement and enablement with governance, is essential. As Walt Disney said, \"You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality.\"",
      "regEnabled": true
    },
    {
      "id": "wotjc7526q",
      "title": "Creating an Integrated Ecosystem That Seamlessly Connects Your Organization ",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Jagadeesh Kondrajuvenkat (Speaker)",
      "level": "All",
      "description": "The expansive technology landscape that is AI-powered, agentic automation requires fusing new tech with legacy systems, while identifying best-fit solutions to advance your organization. Balancing these integrations requires a technical prowess combined with an eye on experiences being created. We'll explore a simplified approach to weaving multiple technologies into the fabric of your organization - accelerating the benefits of automation and AI.",
      "regEnabled": true
    },
    {
      "id": "p2pnok1fr2b",
      "title": "Demystifying Agentic AI, RPA & Intelligent Automation: What They Are, What to Build, When to Use Them, and How to Scale Beyond the POC",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Sivaprasanna Vanapalli (Speaker)",
      "level": "All",
      "description": "In today’s AI landscape, Agentic AI is rapidly becoming the next frontier—but few understand what it really is or how to scale it. This roundtable cuts through the hype to clarify the differences between Agentic AI, Intelligent Automation, Agentic Automation, and RPA. Learn what to build, when to use each technology, how to avoid failure, and how to scale responsibly beyond the POC using real-world governance, frameworks, and delivery strategies.",
      "regEnabled": true
    },
    {
      "id": "ekmw4fqbk8w",
      "title": "FINS: Banking Meet-up",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Banking customers for an unhosted roundtable lunch to connect with your peers and share insights. ",
      "regEnabled": true
    },
    {
      "id": "qg2ccd07pdm",
      "title": "FINS: Credit Unions Meet-up",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Credit Union customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "q3vyqjpq7z8",
      "title": "FINS: Life Insurance Meet-up",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Life Insurance customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "kp0wqpw88r8",
      "title": "FINS: P&C Insurance Meet-up",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Property & Casualty Insurance customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "1gii6q9fjfh",
      "title": "FINS: Wealth and Asset Management Meet-up",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Join other Wealth and Asset Management customers for an unhosted roundtable lunch to connect with your peers and share insights.",
      "regEnabled": true
    },
    {
      "id": "gd58dm8jcgo",
      "title": "Fostering a Culture of Ai-Powered Innovation",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Prashanth Sivadasan (Speaker)",
      "level": "All",
      "description": "Innovation is no longer optional for organizations - it's imperative. At the heart of innovation are your employees, who must not only be enabled and empowered, but serve as the driving force for transformation. It's essential that organizations take a people-first approach, when creating a culture of innovation and integrating agentic AI, not just in one area of the organization, but enterprise-wide.",
      "regEnabled": true
    },
    {
      "id": "yrpuyynp59",
      "title": "From Chasing Orders to Closing Deals: Building Trusted Sales AI Agents",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Shwetang Peshin (Speaker)",
      "level": "All",
      "description": "Sales reps shouldn’t spend their days hopping between ServiceNow, Sales Workbench, and knowledge bases just to answer, “where’s my order?”. During this roundtable, we will unpack how agentic automation anchored by a conversational interface, an AI trust layer, and orchestrated robots can turn reactive sales support into proactive, revenue-driving execution. We will use CGI’s Sales AI Agent as a practical anchor to explore design choices (conversational Autopilot entry points, incident and email automation, order-status lookups), governance patterns (trust, auditability, compliance), and the human-in-the-loop moments that sustain adoption. We will also discuss how to size and track impact, cutting resolution time from minutes to seconds.",
      "regEnabled": true
    },
    {
      "id": "rvpl7fzew4",
      "title": "From Flowcharts to Free Will: The Rise of Autonomous Automation",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Vivek Sinha  (Speaker)",
      "level": "All",
      "description": "What happens when automation stops following scripts and starts making choices? Let’s dive into the shift from deterministic workflows to autonomous agents that learn, adapt, and evolve, blurring the line between process and intelligence.",
      "regEnabled": true
    },
    {
      "id": "s4yv2us3nuq",
      "title": "How to Think—and Act—Like an AI-Native Business",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Aditya Rajkondawar (Speaker)",
      "level": "All",
      "description": "Existing businesses must transform their organization to embed AI and agentic technologies at their core. In order to reap the benefits in the future and position themselves ahead of their competition, organizations must evolve their technology ecosystems and lay the foundation for where they want to be. Companies that start shifting processes today will be the winners tomorrow.",
      "regEnabled": true
    },
    {
      "id": "mi4dppfn41r",
      "title": "Intelligent Quality Assurance: The New Rules in Test Automation",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Shane Elliott (Speaker)",
      "level": "All",
      "description": "Meet the speakers from the Intelligent Quality Assurance: The new rules in Test Automation panel discussion.",
      "regEnabled": true
    },
    {
      "id": "kux38j3a5n",
      "title": "Measuring the Impact: Quantifying Agentic AI Use Cases",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Jwetzel (Speaker)",
      "level": "All",
      "description": "This roundtable brings together industry leaders to explore practical methods for evaluating the business value of agentic AI solutions. Participants will discuss frameworks, metrics, and real-world examples to assess ROI, efficiency gains, and qualitative benefits. The session will highlight how to move from experimentation to measurable outcomes, enabling organizations to make informed investment decisions. By sharing experiences and best practices, attendees will gain actionable insights into building a strong value case for agentic AI adoption.",
      "regEnabled": true
    },
    {
      "id": "7x5jmkrb22j",
      "title": "No Templates, No Tears: Explainable Gen-Doc Extraction",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Russ Alfeche (Speaker)",
      "level": "All",
      "description": "Templates and OCR got you through structured PDFs; today’s inflow is messy and always changing. This roundtable lays out the production pattern for generative document extraction you can trust: detect → classify → extract → validate → reconcile → learn. \n\nWe’ll unpack field-level confidence, schema-first prompting, lineage/evidence storage, PII guardrails, and human-in-the-loop—plus how to blend LLMs with deterministic checks and UiPath orchestration. Expect hard metrics (STP rate, rework %, days-to-cash) and a clear path from pilot to scale with qBotica DoqumentAI. Bring your horror stories; leave with a blueprint that ships.",
      "regEnabled": true
    },
    {
      "id": "bloc4lkkivs",
      "title": "Seamless Cx: The Agentic Customer Journey Panel Discussion",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Bob Sacunas (Speaker)",
      "level": "All",
      "description": "Meet the speakers from the Seamless Cx: The Agentic Customer Journey panel discussion.",
      "regEnabled": true
    },
    {
      "id": "jglcg9yum6b",
      "title": "Smart Finance Transformation: Practical Paths to AI-Driven Automation",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Alexajackson (Speaker)",
      "level": "All",
      "description": "Join us for this roundtable focused on establishing a successful automation program within your finance organization. We’ll share practical tips on stakeholder education, identifying and prioritizing investments in AI and automation, and key considerations for enterprise-wide AI adoption.",
      "regEnabled": true
    },
    {
      "id": "le54l86xy7k",
      "title": "Steps Towards Agentic Automation Community",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Naveen Aifanatic (Speaker); Priyadarshini  (Speaker)",
      "level": "All",
      "description": "Join the discussion how the UiPath Community is moving from intelligent automation to agentic automation. UiPath MVPs share their perspectives on the practical steps - learning, experimentation, and collaboration, that can help individuals and organizations prepare for this shift. Together, we'll explore how communities can play a central role in accelerating adoption, sharing best practices, and shaping the future of agentic automation.",
      "regEnabled": true
    },
    {
      "id": "r2zm4tzyor",
      "title": "The Agentic Orchestrate: A CXO’s Blueprint for Governing a Hybrid Workforce of Human, Robots, and AI Agents.",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Marek A Sowa (Speaker); Ramana Bhandaru (Speaker)",
      "level": "All",
      "description": "Agentic AI is reshaping the workforce into a hybrid ecosystem of humans, software robots, and autonomous AI agents. For CXOs, the challenge is not micromanagement but orchestration. This session presents a practical blueprint for governing this complex landscape securely and at scale. \n\nKey takeaways: \n\n•Orchestrate, don’t micromanage: Build an enterprise “central nervous system” to govern humans, bots, and AI agents.\n•Trust & data by design: Enable adoption with AI trust layers (compliance, ethics, explainability) and quality data foundations.\n•Shared governance: Balance CIO-led technical enablement with GPO-led business ownership for sustainable lifecycle management.\n",
      "regEnabled": true
    },
    {
      "id": "32jl8utw1ro",
      "title": "UiPath AI25 Winners Roundtable and Discussion",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Janette Hausler (Speaker)",
      "level": "All",
      "description": "Get a first look at how AI25 winners are laying the foundation for agentic automation. Hear how they’re combining agents, robots, and people to drive real business impact—and reimagine what work can be with the UiPath Platform™ at the center. ",
      "regEnabled": true
    },
    {
      "id": "mu8b65yes7p",
      "title": "UiPath AI25 Winners Roundtable and Discussion",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Andrew Sevilla (Speaker)",
      "level": "All",
      "description": "Get a first look at how AI25 winners are laying the foundation for agentic automation. Hear how they’re combining agents, robots, and people to drive real business impact—and reimagine what work can be with the UiPath Platform™ at the center. ",
      "regEnabled": true
    },
    {
      "id": "kxqqsmclcdg",
      "title": "UiPath AI25 Winners Roundtable and Discussion",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "—",
      "level": "All",
      "description": "Get a first look at how AI25 winners are laying the foundation for agentic automation. Hear how they’re combining agents, robots, and people to drive real business impact—and reimagine what work can be with the UiPath Platform™ at the center. ",
      "regEnabled": true
    },
    {
      "id": "i6564gic56",
      "title": "Uncovering Automation Gold: AI-Powered Discovery with UiPath Abstract",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Alex Phillips (Speaker)",
      "level": "All",
      "description": "Finding the right automation opportunities is often the hardest part of scaling. AI-powered Discovery with UiPath transforms how organizations identify, prioritize, and validate automation candidates—using data-driven insights instead of gut feel. In this roundtable, we’ll discuss how combining task mining, process mining, and generative AI accelerates discovery, uncovers hidden inefficiencies, and builds stronger automation pipelines. Join us to explore real-world approaches to making discovery faster, smarter, and aligned to business outcomes.",
      "regEnabled": true
    },
    {
      "id": "jlmmrev0ol",
      "title": "Unstructured Extraction: Tapping into New Data",
      "track": "Roundtable",
      "day": "2025-10-01",
      "start": "2025-10-01T12:00:00.000-07:00",
      "end": "2025-10-01T13:30:00.000-07:00",
      "room": "—",
      "speaker": "Xavier Hanson (Speaker)",
      "level": "All",
      "description": "In this engaging roundtable, we’ll explore how agentic automation unlocks powerful business value from unstructured data hidden in narrative contracts, emails, and case notes. Learn how next-generation extraction techniques can surface critical insights previously trapped in text, enabling faster decisions, improved compliance, and new revenue opportunities. We’ll discuss real-world use cases where organizations have transformed raw narrative into actionable intelligence, powering downstream automations that streamline workflows, reduce risk, and enhance customer experiences. Join peers and industry experts to share ideas, identify untapped opportunities, and envision how agentic document processing can turn unstructured information into a strategic business asset.",
      "regEnabled": true
    }
  ]
}